{
  "grabngo": [
    {
      "name": "Double Chocolate Chip Cookies",
      "serving_size": "2 EACH",
      "calories": "360",
      "total_fat": "18g",
      "total_carbohydrates": "52g",
      "cholesterol": "30mg",
      "sodium": "220mg",
      "sugar": "32g",
      "fiber": "2g",
      "protein": "4g",
      "ingredients": "David's Double Chocolate Cookie (Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter, Soy Lecithin, Vanilla, Salt), Brown Sugar, Enriched Wheat Flour (Wheat, Barley, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Vegetable Oil Blend [Palm Fruit, Soybean and Olive Oils], Water, Salt, Non-fat Dry Milk, Soy Lecithin, Monoglycerides, Natural Flavor, Vitamin A, Palmitate, Beta Carotene Color), Butter, Eggs, Cocoa Processed with Alkali, Invert Sugar, Molasses, Salt, Baking Soda, Natural Vanilla Flavor)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Vegetarian, , CR4"
    },
    {
      "name": "French Fries",
      "serving_size": "3 OZ",
      "calories": "193",
      "total_fat": "13.2g",
      "total_carbohydrates": "17.7g",
      "cholesterol": "0mg",
      "sodium": "470.4mg",
      "sugar": "0g",
      "fiber": "1.8g",
      "protein": "1.8g",
      "ingredients": "ROMA French Fries (Potatoes, Vegetable Oil (Contains one of more of the following: Canola Oil, Soybean Oil, Palm Oil, Hydrogenates Cottonseed Oil), Modified Potato Starch, Corn Starch, Tapioca Dextrin, Potato Dextrin, Salt, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Dextrose, Xanthan Gum, Disodium Dihydrogen Pyrophosphate), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Kosher Salt",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Vegetarian, , CR1"
    },
    {
      "name": "Fudge Drop Brownie",
      "serving_size": "1 each",
      "calories": "265",
      "total_fat": "11.7g",
      "total_carbohydrates": "38.1g",
      "cholesterol": "15.9mg",
      "sodium": "152.7mg",
      "sugar": "26.2g",
      "fiber": "1.2g",
      "protein": "2.1g",
      "ingredients": "Fudge Drop Brownie (GHIRARDELLI Fudge Brownie Mix (GHIRARDELLI:  Sugar, Enriched Bleached Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Bittersweet Chocolate Chips [Unsweetened Cocoa, Sugar, Cocoa Butter, Milk Fat, Soy Lecithin, Vanilla Extract (Corn)], Cocoa processed with Alkali, Soybean Oil, Wheat Starch, Salt, Artificial Flavor, Baking Soda, May contain Egg, Made on Equipment that makes products containing Wheat, Milk, Eggs and Soy;  ABEL & SCHAFER:  Sugar, Brown Sugar, Wheat Flour, Cocoa [Processed with Alkali], Salt), Water, Chocolate Chips (Sugar, Chocolate Liquor [Non-Alcohol], Cocoa Butter, Milk Fat, Soy Lecithin and Vanilla Flavor [Corn]), Canola Oil (Canola Oil), Fresh Cage Free Eggs, Pan Grease (Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid)), Canola Oil (Canola Oil), CRISCO Shortening (Soybean Oil, Fully Hydrogenated Palm Oil, Mono and Diglycerides [Corn], TBHQ and Citric Acid  [Antioxidants])), Cinnamon, Ground Cayenne Pepper)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Sustainable, Vegetarian"
    },
    {
      "name": "General Tso Chicken",
      "serving_size": "4 oz",
      "calories": "230",
      "total_fat": "14.1g",
      "total_carbohydrates": "18g",
      "cholesterol": "31.8mg",
      "sodium": "335.2mg",
      "sugar": "7.4g",
      "fiber": "1g",
      "protein": "7.6g",
      "ingredients": "Breaded Chicken Breast Chunks (OVERHILL FARMS: Chicken Leg Meat Containing up to 20% of a Solution of Water, Seasoning (Soy Sauce [Soybean, Salt]), Tapioca Starch, Sugar, Maltodextrin, Salt, Garlic Powder, Natural Flavors (Including Extractives of Ginger), Yeast Extract. Breaded With Potato Starch, Coating Set in Soybean Oil. SUB A (JOHN SOULES BRAND): Chicken Breast With Rib Meat, Water, Seasoning [Modified Corn Starch, Salt, Flavoring], Predusted, Battered And Breaded With Wheat Flour, Salt, Sodium Bicarbonate, Onion Powder, Garlic Powder, Spices, Dextrose, Oleoresin Paprika, Water. Breading Set In Vegetable Oil. SUB B (RED LBL TYSON): Boneless, Skinless Chicken Breast Chunks With Rib Meat, Water, Seasoning [Salt, Flavors, Maltodextrin, Sugar, Vegetable Stock (Carrot, Onion, Celery), Garlic Powder], Modified Food Starch, Sodium Phosphates, Soy Protein Concentrate. Breaded With: Bleached Wheat Flour, Wheat Flour, Water, Salt, Sugar, Wheat Gluten, Leavening (Sodium Bicarbonate, Sodium Acid Pyrophosphate, Sodium Aluminum Phosphate, Monocalcium Phosphate), Dextrose, Yellow Corn Flour, Yeast Extract, Onion Powder, Yeast, Extractives Of Paprika, Annatto, And Turmeric, Garlic Powder, Spice, Disodium Inosinate And Disodium Guanylate. Breading Set In Vegetable Oil), Fresh Broccoli Florets, Fresh Red Peppers, Local Onions, General Tso Sauce (ASIAN PRIDE: Water, Sugar, Red Wine Vinegar, Salt, Hydrolyzed Soy Protein, Modified Food Starch, Molasses, Garlic Powder, Spice, Dehydrated Bell Pepper, Corn Syrup Solids, Dehydrated Garlic, Oleoresin Paprika, Xanthan Gum, Sodium Benzoate And Potassium Sorbate, Caramel Color, Natural Flavoring. Sub (ASIAN MENU): Sugar, Water, Soy Sauce [Water, Wheat, Soybeans, Salt], Distilled Vinegar, Ketchup [Tomato Concentrate, Distilled Vinegar, Sugar, Salt, Onion Powder, Spices, Natural Flavoring], Chopped Garlic [Dehydrated Garlic, Water], Garlic Puree [Dehydrated Garlic, Water], Xanthan Gum, Spice), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Antibiotic Free, Local, Sustainable, , CR2"
    },
    {
      "name": "General Tso's Pulmuone Tofu",
      "serving_size": "3 oz",
      "calories": "192",
      "total_fat": "12.8g",
      "total_carbohydrates": "13.9g",
      "cholesterol": "0mg",
      "sodium": "248.5mg",
      "sugar": "6.4g",
      "fiber": "1.6g",
      "protein": "4.9g",
      "ingredients": "Crispy Tofu Bites (NASOYA: Tofu (Water, Soybeans, Magnesium Chloride, Rice Bran Oil, Olive Oil). Wheat Flour, Water, Corn Starch, Potato Powder, Less than 2% of : Rice Bran Oil, Salt, Parsley, Sugar, Wheat Starch, Yeast, Black Pepper, Soy Sauce (Defatted Soybeans, Wheat, Yeast Extract, Enzyme Modified Steviol Glycosides, Licorice Extract), Garlic Powder, Cinnamon Powder, Wheat Gluten, Yeast Extract, Soybean Oil, Defatted Soybeans, Maltodextrin,Turmeric Oleoresin (Color), Koji), General Tso Sauce (ASIAN PRIDE: Water, Sugar, Red Wine Vinegar, Salt, Hydrolyzed Soy Protein, Modified Food Starch, Molasses, Garlic Powder, Spice, Dehydrated Bell Pepper, Corn Syrup Solids, Dehydrated Garlic, Oleoresin Paprika, Xanthan Gum, Sodium Benzoate And Potassium Sorbate, Caramel Color, Natural Flavoring. Sub (ASIAN MENU): Sugar, Water, Soy Sauce [Water, Wheat, Soybeans, Salt], Distilled Vinegar, Ketchup [Tomato Concentrate, Distilled Vinegar, Sugar, Salt, Onion Powder, Spices, Natural Flavoring], Chopped Garlic [Dehydrated Garlic, Water], Garlic Puree [Dehydrated Garlic, Water], Xanthan Gum, Spice), Broccoli Crowns, Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Vegetarian, , CR1"
    },
    {
      "name": "Jasmine Rice",
      "serving_size": "3 OZ",
      "calories": "92",
      "total_fat": "0g",
      "total_carbohydrates": "20.7g",
      "cholesterol": "0mg",
      "sodium": "0mg",
      "sugar": "0g",
      "fiber": "0.6g",
      "protein": "1.7g",
      "ingredients": "Jasmine Rice (JASMINE RICE: Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid. GREEK BELLA RICE: 100% Greek Long Grain Parboiled Rice. ASIANPRIDE: White Jasmine Rice. CONTIGO:Thai Jasmine)",
      "allergens": "",
      "diet": "Halal, Plant Based, \n, CR2"
    },
    {
      "name": "Meatball Grinder",
      "serving_size": "1 EACH",
      "calories": "822",
      "total_fat": "52.2g",
      "total_carbohydrates": "128g",
      "cholesterol": "111.1mg",
      "sodium": "1838.2mg",
      "sugar": "8.4g",
      "fiber": "1.4g",
      "protein": "42.7g",
      "ingredients": "ROMA Italian Baked Beef Meatball (Beef, Water, Soy Protein Concentrate, Seasoning (Nonfat Dry Milk, Salt Granulated Onion And Garlic, Spices [Including Mustard], Sodium Phosphates, Parsley Flakes, Natural Flavors), Breadcrumbs (Unbleached Wheat Flour, Salt, Yeast), Egg Whites, Romano Cheese (Pasteurized Sheep's Milk, Salt And Rennet), Soy Lecithin\n), Marinara Sauce (Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), 6\" Grinder Roll   (FANTINI'S BAKERY: Wheat Flour [Enriched With: Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Yeast, Sugar, Salt, Soybean Oil, Soy Flour, Calcium Propionate, DATEM, Calcium Sulfate, L-Cysterine, Ascorbic Acid, Cottonseed Oils, Potassium Bromate, Azodicarbonamide, Enzyme), Shredded Mozzarella Cheese   (Bacio: Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, and Microbial Enzymes), Buffalo Skim Milk, Powdered Cellulose, Natamycin])",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "CR5"
    },
    {
      "name": "Plant Based Lemon Pepper Chic'n",
      "serving_size": "4 each",
      "calories": "591",
      "total_fat": "25.3g",
      "total_carbohydrates": "21.1g",
      "cholesterol": "0mg",
      "sodium": "2375.4mg",
      "sugar": "0g",
      "fiber": "8.4g",
      "protein": "80.2g",
      "ingredients": "Vegan Chic'n Breast (Water, Soy Protein Isolate, Vital Wheat Gluten, Expeller Pressed Canola Oil, Methylcellulose, Yeast Extract, Sea Salt, Natural Flavors (From Plant Sources), Potato Starch, Organic Cane Sugar, Organic Soy Sauce, Color Added, White Distilled Vinegar, Gum Arabic, Onion Powder, Garlic Powder, Pea Protein, Carrot Fiber, Beetroot Fiber, Paprika And Turmeric Extracts), Lemon Pepper Seasoning (Salt, Spices [Including Black Pepper], Citric Acid, Onion, Sugar, Garlic, Calcium Stearate, Silicon Dioxide, Calcium Silicate, Lemon Oil, And Riboflavin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Gluten, Soy, Corn  , Wheat",
      "diet": "Halal, Plant Based, , CR2"
    },
    {
      "name": "Steamed Broccoli",
      "serving_size": "3 OZ",
      "calories": "21",
      "total_fat": "0.8g",
      "total_carbohydrates": "2.1g",
      "cholesterol": "0mg",
      "sodium": "118.6mg",
      "sugar": "1.7g",
      "fiber": "2.7g",
      "protein": "2.6g",
      "ingredients": "Fresh Broccoli Florets, Extra Virgin Olive Oil, Kosher Salt, Ground Black Pepper",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Buffalo Chicken Wrap",
      "serving_size": "1 each",
      "calories": "364",
      "total_fat": "12.5g",
      "total_carbohydrates": "38.1g",
      "cholesterol": "53.3mg",
      "sodium": "924.4mg",
      "sugar": "0.1g",
      "fiber": "0.2g",
      "protein": "21.4g",
      "ingredients": "Chicken Buffalo Wrap (Tomato Wrap (Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Sunflower Oil, Contains Less Than 2% of Each Of The Following: Cultured Wheat Flour, Wheat Gluten, Soy Lecithin, Tomato Powder, Tomato Granules, Guar Gum, Oat Fiber, Potassium Chloride, Yeast, Salt, Citric Acid (Preservative), Sodium Acid Pyrophosphate, Baking Soda, Corn Starch, Monocalcium Phosphate, Vinegar, Natural Flavor, Magnesium Carbonate. SUB A (WRPYTOR): Unbleached, Unbromated, Enriched Wheat Flour (Wheat Flour, Niacin (Vitamin B3), Reduced Iron, Thiamine Mononitrate(Vitamin B1), Riboflavin (Vitamin B2), Folic Acid (Vitamin B9), Malted Barley Flour), Water, Soybean Oil and/or Canola Oil,Contains 2% or less: Mono and Diglycerides, Tomato Granules, Tomato Powder, Guar Gum, Calcium Propionate (as Preservative), Sea Salt, Leavenings (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Fumaric Acid, Sodium Bicarbonate, Potassium Sorbate (as Preservative), Dough Conditioner (Sodium Metabisulfite, Microcrystalline Cellulose, Dicalcium Phosphate)), Antibiotic Free Chicken Topping (Boneless Skinless Chicken Breast*, Water, Rice Starch, Yeast Extract, Sea Salt, Sugar, Natural Flavors, Spices, Citrus Extract), Monterey Jack/Cheddar Cheese (Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto [Color]), Monterey Jack Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Potato Starch and Powdered Cellulose Added to Prevent Caking), Lettuce, FRANK'S Buffalo Sandwich Sauce (Distilled Vinegar, Aged Cayenne Red Peppers, Salt, Water, Modified Corn Starch, Canola Oil, Paprika, Xanthan Gum, Carrot Fiber, Garlic Powder & Natural Flavor))",
      "allergens": "Milk, Gluten, Soy, Corn  , Wheat",
      "diet": "Antibiotic Free"
    },
    {
      "name": "GF Ham & American Cheese Whole Grain Bread",
      "serving_size": "1 EACH",
      "calories": "504",
      "total_fat": "19.3g",
      "total_carbohydrates": "67.9g",
      "cholesterol": "50.4mg",
      "sodium": "1525.8mg",
      "sugar": "10.4g",
      "fiber": "3.3g",
      "protein": "19.8g",
      "ingredients": "UDI's Whole Grain Bread Gluten Free (Water, Modified Tapioca Starch, Rice Starch, Canola Oil, Brown Rice Flour (Rice Flour, Rice Bran), Sorghum Flour, Cane Sugar, Tapioca Starch, Sugar Cane Syrup, Egg Whites, Flax Seed, Amaranth Flour, Modified Cellulose, Teff Flour, Cultured Brown Rice, Brown Rice, Salt, Yeast, Guar Gum, Xanthan Gum, Enzymes), HORMEL Smoked Ham (Pork, After Cooking Contains Up To 10% Of Solution: Water, Salt, Turbinado Sugar, Cultured Celery Powder, Cherry Powder), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Green Leaf Lettuce",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Whole Grain, , CR3"
    },
    {
      "name": "GF Ham & Swiss Sandwich",
      "serving_size": "1 EACH",
      "calories": "477",
      "total_fat": "18.9g",
      "total_carbohydrates": "67.6g",
      "cholesterol": "48.1mg",
      "sodium": "1302.2mg",
      "sugar": "9.6g",
      "fiber": "3.3g",
      "protein": "21.6g",
      "ingredients": "UDI's Whole Grain Bread Gluten Free (Water, Modified Tapioca Starch, Rice Starch, Canola Oil, Brown Rice Flour (Rice Flour, Rice Bran), Sorghum Flour, Cane Sugar, Tapioca Starch, Sugar Cane Syrup, Egg Whites, Flax Seed, Amaranth Flour, Modified Cellulose, Teff Flour, Cultured Brown Rice, Brown Rice, Salt, Yeast, Guar Gum, Xanthan Gum, Enzymes), HORMEL Smoked Ham (Pork, After Cooking Contains Up To 10% Of Solution: Water, Salt, Turbinado Sugar, Cultured Celery Powder, Cherry Powder), Swiss Cheese (Pasteurized Part Skim Milk, Cheese Culture, Salt and Enzymes), Green Leaf Lettuce",
      "allergens": "Milk, Eggs, Corn",
      "diet": "Whole Grain, , CR3"
    },
    {
      "name": "GF Tuna Salad Sandwich",
      "serving_size": "1 EACH",
      "calories": "525",
      "total_fat": "24g",
      "total_carbohydrates": "68.6g",
      "cholesterol": "10.3mg",
      "sodium": "931.7mg",
      "sugar": "9.9g",
      "fiber": "3.7g",
      "protein": "14.7g",
      "ingredients": "UDI's Whole Grain Bread Gluten Free (Water, Modified Tapioca Starch, Rice Starch, Canola Oil, Brown Rice Flour (Rice Flour, Rice Bran), Sorghum Flour, Cane Sugar, Tapioca Starch, Sugar Cane Syrup, Egg Whites, Flax Seed, Amaranth Flour, Modified Cellulose, Teff Flour, Cultured Brown Rice, Brown Rice, Salt, Yeast, Guar Gum, Xanthan Gum, Enzymes), Tuna Salad (Tuna Fish (WILDPLNT: Albacore Tuna, Sea Salt), Fresh Celery, Mayonnaise (WEST CREEK: Soybean Oil, Water, Corn Syrup, Egg Yolk, Distilled and Cider Vinegar, Salt, Spice, Calcium Disodium EDTA. SUB CAINS: Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains Less Than 2% Of: Salt, Mustard Seed, Mustard Bran, Calcium Disodium, EDTA), Celery Salt (Salt and Celery Seed), White Ground Pepper), Romaine Lettuce",
      "allergens": "Eggs, Fish, Soy, Corn",
      "diet": "Halal, , CR2"
    },
    {
      "name": "GF Turkey & Provolone on Whole Grain Bread",
      "serving_size": "1 each",
      "calories": "495",
      "total_fat": "17.3g",
      "total_carbohydrates": "67.7g",
      "cholesterol": "40.2mg",
      "sodium": "1042.7mg",
      "sugar": "9.6g",
      "fiber": "3.3g",
      "protein": "23.1g",
      "ingredients": "UDI's Whole Grain Bread Gluten Free (Water, Modified Tapioca Starch, Rice Starch, Canola Oil, Brown Rice Flour (Rice Flour, Rice Bran), Sorghum Flour, Cane Sugar, Tapioca Starch, Sugar Cane Syrup, Egg Whites, Flax Seed, Amaranth Flour, Modified Cellulose, Teff Flour, Cultured Brown Rice, Brown Rice, Salt, Yeast, Guar Gum, Xanthan Gum, Enzymes), Turkey Breast (THIN & TRIM: Turkey Breast, Turkey Broth, Salt, Dextrose, Sodium Phosphates, Browned in Vegetable Oil. HORMEL: Turkey Breast Meat, Water, Salt, Turbinado Sugar. JUST PERFECT: Turkey Breast, Turkey Broth, Contains Less Than 1.5% of Salt, Sugar, Sodium Phosphate and Dextrose. Coated with Dextrose, Salt, Honey Solids (Refined Syrup, Honey), Paprika, Spices, Onion, Natural Flavors, Extractives of Paprika and Turmeric), Provolone Cheese (Unsmoked Provolone Cheese [Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Green Leaf Lettuce, Wrapping",
      "allergens": "Milk, Eggs, Corn",
      "diet": "Whole Grain, , CR2"
    },
    {
      "name": "Gluten Free Turkey Sandwich",
      "serving_size": "1 EACH",
      "calories": "302",
      "total_fat": "8g",
      "total_carbohydrates": "41.4g",
      "cholesterol": "30.1mg",
      "sodium": "744.5mg",
      "sugar": "9.1g",
      "fiber": "0.2g",
      "protein": "17.2g",
      "ingredients": "O'DOUGH'S GF Hamburger Buns (O'DOUGH;  Water, Potato Starch, Tapioca Flour, Soya Flour, Brown Rice Flour, Chickpea Flour, Sunflower Oil, Glycerine, Rice Syrup, Grape Juice, Potato Flour, Natural Flavor, Sea Salt, Organic Cane Sugar, Cellulose, Yeast, Xanthan Gum [Corn], Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate, Toppings:  Sesame Seeds, Poppy Seeds.  Manufactured in a facility that handles egg. SUB A (UDI'S): Water, Tapioca Starch, Brown Rice Flour, Non-GMO Canola Oil, Egg Whites, Resistant Corn Starch, Cane Syrup, Tapioca Maltodextrin, Potato Flour, Dried Cane Syrup, Tapioca Syrup, Yeast, Sugar Cane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids And Citric Acid (Natural Mold Inhibitor), Xanthan Gum, Enzymes; PIANTEDOSI: Brown Rice Flour, Tapioca Flour, Millet Flour, Baking Powder [Cornstarch], Sugar, Yeast, Canola Oil, Xanthan Gum, Onion Powder, Garlic Powder, Eggs, Emulsifier, Salt, Sunflower Lecithin), Turkey Breast (THIN & TRIM: Turkey Breast, Turkey Broth, Salt, Dextrose, Sodium Phosphates, Browned in Vegetable Oil. HORMEL: Turkey Breast Meat, Water, Salt, Turbinado Sugar. JUST PERFECT: Turkey Breast, Turkey Broth, Contains Less Than 1.5% of Salt, Sugar, Sodium Phosphate and Dextrose. Coated with Dextrose, Salt, Honey Solids (Refined Syrup, Honey), Paprika, Spices, Onion, Natural Flavors, Extractives of Paprika and Turmeric), Green Leaf Lettuce",
      "allergens": "Eggs, Soy, Corn  , Sesame",
      "diet": "Whole Grain, , CR3"
    },
    {
      "name": "Tossed Salad",
      "serving_size": "1 EACH",
      "calories": "32",
      "total_fat": "0.4g",
      "total_carbohydrates": "6.6g",
      "cholesterol": "0mg",
      "sodium": "9.9mg",
      "sugar": "2.8g",
      "fiber": "0g",
      "protein": "1.8g",
      "ingredients": "Tossed Green Salad  (Romaine Lettuce, Red Onions, Fresh Cucumbers, Grape Tomatoes)",
      "allergens": "",
      "diet": "Plant Based, , CR1"
    },
    {
      "name": "Turkey Bacon Wrap",
      "serving_size": "1 EACH",
      "calories": "314",
      "total_fat": "9.2g",
      "total_carbohydrates": "36.4g",
      "cholesterol": "40.5mg",
      "sodium": "551mg",
      "sugar": "0.1g",
      "fiber": "0.2g",
      "protein": "22.8g",
      "ingredients": "Whole Wheat Wrap (Whole Wheat Flour, Water, Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sunflower Oil, Contains 2% or Less of the Following: Cultured Wheat Flour, Wheat Gluten, Soy Lecithin, Guar Gum, Oat Fiber, Potassium Chloride, Yeast, Salt, Citric Acid, Sodium Acid Pyrophosphate, Baking Soda, Corn Starch, Monocalcium Phosphate, Vinegar, Natural Flavor, Magnesium Carbonate. WRAPPY: Whole Wheat, Water, Enriched Wheat Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Soybean Oil And/or Canola Oil, Contains 2% Or Less Of The Following: Mono And Diglycerides, Guar Gum, Calcium Propionate(Preservative),Fumaric Acid, Baking Powder (Sodium Aluminum Phosphate, Sodium Bicarbonate, Corn Starch), Salt (Salt, Natural Flavors, Potassium Chloride, Magnesium Carbonate), Potassium Sorbate (Preservative), Wheat Gluten, Sodium Bicarbonate, Dough Conditioner (Sodium Metabisulfite, Microcrystalline Cellulose And Dicalcium Phosphate)), Turkey Breast (THIN & TRIM: Turkey Breast, Turkey Broth, Salt, Dextrose, Sodium Phosphates, Browned in Vegetable Oil. HORMEL: Turkey Breast Meat, Water, Salt, Turbinado Sugar. JUST PERFECT: Turkey Breast, Turkey Broth, Contains Less Than 1.5% of Salt, Sugar, Sodium Phosphate and Dextrose. Coated with Dextrose, Salt, Honey Solids (Refined Syrup, Honey), Paprika, Spices, Onion, Natural Flavors, Extractives of Paprika and Turmeric), Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), Green Leaf Lettuce",
      "allergens": "Gluten, Soy, Corn  , Wheat",
      "diet": "Whole Grain, , CR2"
    }
  ]
}