{
  "breakfast": [
    {
      "name": "Avocado Toast Bar (Bacon)",
      "serving_size": "1 each",
      "calories": "346",
      "total_fat": "17.4g",
      "total_carbohydrates": "32.8g",
      "cholesterol": "153.4mg",
      "sodium": "735.6mg",
      "sugar": "3.3g",
      "fiber": "3.4g",
      "protein": "15.5g",
      "ingredients": "Cage Free Eggs, Diced Avocados (Avocado, Salt, Ascorbic Acid, Citric Acid), Sliced Sourdough Bread (ROTELLAS: Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Yeast, Wheat Flour, Salt, Malted Barley Flour (Contains Wheat), Fumaric Acid and 2% or less of each of the following: Acetic Acid, Lactic Acid, Fully Refined Soybean Oil, Granulated Sugar, Wheat Gluten, Calcium Propionate (to retain freshness), Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid) SUB (Heritage Ovens): Enriched Bleached Wheat Flour [Flour, Malted Barely Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Yeast, Contains 2% or less: Salt, Soybean Oil, High Fructose Corn Syrup, Acetic Acid, Vinegar, Monoglycerides, Calcium Sulfate, Ammonium Sulfate, Xanthan Gum, Soy Lecithin, Calcium Propionate (to preserve freshness)), Multi-Grain Bread with Oats (Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Coarse Cracked Wheat, Fully Refined Soybean Oil, Yeast, Honey, Wheat Gluten, Granulated Sugar, Salt, Caramel Color, Calcium Propionate (to retain freshness), Tapioca, Malt, Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid), Enriched Wheat Flour (Wheat Flour,Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin , Folic Acid), Contains less than 2% of Enzymes, 100% Whole Grain Oats, Ascorbic Acid), Fresh Cucumbers (Cucumber), Grape Tomatoes, Bacon Topping (Bacon (Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May also contain Smoke Flavoring, Dextrose, Sodium Phosphate, Potassium Chloride, Sodium Diacetate, Flavoring, Honey SUB A (LIUGI): Bacon Cured with Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate, Sodium Nitrite. May contain smoke flavor), Roasted Red Peppers (Roasted Red Peppers, Water, Salt, Citric Acid), Feta Cheese Crumbled (Pasteurized Milk, Salt, Cheese Cultures, Microbal Rennet, Enzymes, Powdered Cellulose), Arugula, Extra Virgin Olive Oil, Pickled Onion (Fresh Red Onions, White Vinegar (White Distilled Vinegar, Water), Granulated Sugar, Kosher Salt), Lime Juice, Fresh Cilantro, Kosher Salt, Kosher Salt, Ground Black Pepper, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Whole Grain, , CR2"
    },
    {
      "name": "Black Beans",
      "serving_size": "3 OZ",
      "calories": "80",
      "total_fat": "1.7g",
      "total_carbohydrates": "12.8g",
      "cholesterol": "0mg",
      "sodium": "217.7mg",
      "sugar": "0.7g",
      "fiber": "2.6g",
      "protein": "3.6g",
      "ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Gluten Free Vegetable Broth (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Vegetable Oil (Corn and/or Canola Oil), 2% or Less of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate SUB (Gold Label): Sauteed Pureed Carrots, Celery, and Onions (with Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch -Modified, Carrot Powder, Turmeric, Spice Extractives, Citric Acid), Fresh Cilantro",
      "allergens": "Corn",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Chicken Congee",
      "serving_size": "3 oz",
      "calories": "51",
      "total_fat": "0.2g",
      "total_carbohydrates": "9.6g",
      "cholesterol": "5.4mg",
      "sodium": "122.9mg",
      "sugar": "0.3g",
      "fiber": "0.3g",
      "protein": "2.5g",
      "ingredients": "Jasmine Rice (JASMINE RICE: Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid. GREEK BELLA RICE: 100% Greek Long Grain Parboiled Rice. ASIANPRIDE: White Jasmine Rice. CONTIGO:Thai Jasmine), Halal Antibiotic Free Boneless Skinless Chicken Breast   (Boneless, Skinless Chicken Breast; HARVESTLAND: Halal Boneless Skinless Chicken Breasts with Rib Meat), Ginger Root, Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat, Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric, Caramel Color), Granulated Sugar, Kosher Salt",
      "allergens": "Corn",
      "diet": "Antibiotic Free, , CR1"
    },
    {
      "name": "Chinese Twist Cruller",
      "serving_size": "2 piece",
      "calories": "15",
      "total_fat": "0.7g",
      "total_carbohydrates": "2.1g",
      "cholesterol": "0mg",
      "sodium": "13.3mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "0.3g",
      "ingredients": "Chinese Twist Cruller   (Wheat Flour, Water, Soybean Oil, Sodium Bicarbonate, Ammonium A;luminumSulfate, Salt, Ammonium Carbonate)",
      "allergens": "Gluten, Soy, Wheat",
      "diet": "Halal, Vegetarian, , CR1"
    },
    {
      "name": "French Toast",
      "serving_size": "1 each",
      "calories": "99",
      "total_fat": "2.8g",
      "total_carbohydrates": "14.6g",
      "cholesterol": "51.4mg",
      "sodium": "176.9mg",
      "sugar": "2.2g",
      "fiber": "0g",
      "protein": "4.6g",
      "ingredients": "FREIHOFFER'S Country White Bread (FREIHOFFER: Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thaimin Mononitrate (VItamin B1), Riboflavin (Vitamin B2), Folic Acid], Water, Sugar, Vegetable Oil (Soybean), Yeast, Sea Salt, Preservatives (Calcium Propionate, Sorbic Acid), Monoglycerides, Datem, Soy Lecithin, Stevia Leaf Sweetener, Citric Acid, Sesame Seeds. SUB (FANTINI): Unbleached Unbromated Enriched Wheat Flour [Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin And Folic Acid], Water, Yeast, Sugar, Contains 2% Or Less Of: Salt, Soybean Oil, Cultured Wheat Flour, Ascorbic Acid, Guar Gum, Enzymes, Vegetable Mono and Diglycerides (Corn). Produced in a Bakery that uses Sesame), 2% Milk, Cage Free Eggs, Granulated Sugar, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant), Confectionary Sugar (Sugar, Cornstarch)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Local, Sustainable, Vegetarian, , CR1"
    },
    {
      "name": "Hard Boiled Eggs",
      "serving_size": "2 EACH",
      "calories": "111",
      "total_fat": "7.7g",
      "total_carbohydrates": "0g",
      "cholesterol": "297.7mg",
      "sodium": "131mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "10.7g",
      "ingredients": "Cage Free Eggs",
      "allergens": "Eggs",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR2"
    },
    {
      "name": "Hot Oatmeal",
      "serving_size": "4 OZL",
      "calories": "91",
      "total_fat": "1.6g",
      "total_carbohydrates": "16.2g",
      "cholesterol": "0mg",
      "sodium": "1.4mg",
      "sugar": "0.2g",
      "fiber": "2.4g",
      "protein": "3.2g",
      "ingredients": "Quick Oats Cereal (100% Whole Grain Rolled Oats)",
      "allergens": "Gluten",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Mexican Style Potatoes",
      "serving_size": "3 oz",
      "calories": "88",
      "total_fat": "3.2g",
      "total_carbohydrates": "12.6g",
      "cholesterol": "5.1mg",
      "sodium": "72.3mg",
      "sugar": "1.1g",
      "fiber": "0.1g",
      "protein": "2.7g",
      "ingredients": "Diced Red Potatoes, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto, Potato Starch and Powdered Cellulose), Fresh Green Peppers, Local Yellow Onions, Canola Oil, Kosher Salt, Ground Black Pepper",
      "allergens": "Milk",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR1"
    },
    {
      "name": "Omelet Bar",
      "serving_size": "5 oz",
      "calories": "304",
      "total_fat": "22.7g",
      "total_carbohydrates": "2.7g",
      "cholesterol": "294.6mg",
      "sodium": "714mg",
      "sugar": "1.1g",
      "fiber": "0.2g",
      "protein": "21.2g",
      "ingredients": "Cage Free Eggs, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto, Potato Starch and Powdered Cellulose), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Smoked Ham     (FARMLAND BRAND: Pork, Cured with Water, Dextrose [Corn], Salt, Potassium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythrobate, Sodium Nitrite, Caramel Color;  HORMEL: Cured with Water, Salt, Dextrose [Corn], Sodium Phosphates, Sodium Erythrobate, Sodium Nitrate), Local Yellow Onions, Bacon Topping (Bacon (Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May also contain Smoke Flavoring, Dextrose, Sodium Phosphate, Potassium Chloride, Sodium Diacetate, Flavoring, Honey SUB A (LIUGI): Bacon Cured with Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate, Sodium Nitrite. May contain smoke flavor), Local Fresh Mushrooms   , Fresh Green Peppers, Local Tomatoes, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Local, Sustainable, , CR3"
    },
    {
      "name": "Pork Sausage Links",
      "serving_size": "2 each",
      "calories": "172",
      "total_fat": "16.2g",
      "total_carbohydrates": "0g",
      "cholesterol": "35.4mg",
      "sodium": "363.6mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "7.1g",
      "ingredients": "Sausage Links (Pork, Water, Salt, Spices, Dextrose, Sugar, Flavoring, Lime Juice Concentrate)",
      "allergens": "Corn",
      "diet": "CR3"
    },
    {
      "name": "Pulmuone Tofu Scramble",
      "serving_size": "4 OZ",
      "calories": "131",
      "total_fat": "7.9g",
      "total_carbohydrates": "2.9g",
      "cholesterol": "0mg",
      "sodium": "115.9mg",
      "sugar": "0.5g",
      "fiber": "2.3g",
      "protein": "13g",
      "ingredients": "Extra Firm Tofu (Pulmuone: Water, Organic Soybeans, Less than 2% of Magnesium Chloride, Calcium Sulfate. SUB WILDWOOD: Water, Organic Soybeans, Less than 2% of Magnesium Chloride, Calcium Sulfate. SUB HOUSEFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride. SUB SOYBOY: Filtered Water, Organically-Grown (Non-GMO) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate), Water, Local Tomatoes, Jalapeno Peppers (CONTIGO: Jalapeno Peppers, Water, Vinegar, Calcium Chloride, Salt), Canola Oil, Kosher Salt, Whole Cumin Seed, Ground Turmeric",
      "allergens": "Soy",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Roasted Tomatoes",
      "serving_size": "1 OZ",
      "calories": "22",
      "total_fat": "2.1g",
      "total_carbohydrates": "0.9g",
      "cholesterol": "0mg",
      "sodium": "11.7mg",
      "sugar": "0.5g",
      "fiber": "0.2g",
      "protein": "0.2g",
      "ingredients": "Plum Tomatoes, Extra Virgin Olive Oil, Fresh Chives, Kosher Salt, Ground Black Pepper",
      "allergens": "",
      "diet": "Halal, Plant Based, Halal\n3, CR1"
    },
    {
      "name": "Scrambled Eggs",
      "serving_size": "3 OZ",
      "calories": "110",
      "total_fat": "7.6g",
      "total_carbohydrates": "0g",
      "cholesterol": "293.6mg",
      "sodium": "129.2mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "10.6g",
      "ingredients": "Cage Free Eggs, Canola Oil",
      "allergens": "Eggs",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR2"
    },
    {
      "name": "Almond Poppyseed Bundt",
      "serving_size": "1 slice",
      "calories": "198",
      "total_fat": "10.5g",
      "total_carbohydrates": "22.7g",
      "cholesterol": "31.6mg",
      "sodium": "127.7mg",
      "sugar": "12.2g",
      "fiber": "0.5g",
      "protein": "2.9g",
      "ingredients": "Almond Poppyseed Bundt (Ultra Moist Muffin Mix (Sugar, Bleached Wheat Flour, Modified Food Starch (Corn), Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate, Monocalcium Phosphate), Dairy Whey (Milk), Soy Flour, Salt, Wheat Gluten, Emulsifiers (Sodium Stearoyl Lactylate, Propylene Glycol Monoesters, Monoglycerides), Natural and Artificial Flavor. Manufactured on equipment exposed to eggs), Fresh Cage Free Eggs, Canola Oil (Canola Oil), Water, Sliced Almonds (Blanched Almonds), Almond Extract (Natural and Artificial Flavor [Tree Nuts], Water, Alcohol May Contain Traces of Gluten), Whole Poppy Seeds, Pan Grease (Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Canola Oil (Canola Oil), CRISCO Shortening (Soybean Oil, Fully Hydrogenated Palm Oil, Mono and Diglycerides [Corn], TBHQ and Citric Acid  [Antioxidants)",
      "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn  , Wheat",
      "diet": "Local, Sustainable, Vegetarian, , CR5"
    },
    {
      "name": "Chocolate Chip Scones",
      "serving_size": "1 each",
      "calories": "300",
      "total_fat": "15g",
      "total_carbohydrates": "39g",
      "cholesterol": "15mg",
      "sodium": "290mg",
      "sugar": "16g",
      "fiber": "1g",
      "protein": "4g",
      "ingredients": "Chocolate Chip Scones (Chocolate Chunk Scones (Enriched Unbleached Wheat Flour (Wheat Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Margarine (Soybean And Palm Oils, Water, Salt, Mono and Diglycerides, Soy Lecithin, Sodium Benzoate, Beta Carotene, Vitamin A Palmitate), Sugar, Semisweet Chocolate (Sugar, Chocolate Liquor, Cocoa Butter, Soy Lecithin, Natural Flavor, May Contain Milk Products), Water, Contains Less Than 2% of: Egg Yolks, Leavening (Sodium Acid Pyrophosphate, Baking Soda, Monocalcium Phosphate), Artificial Flavor, Salt May Contain Peanuts and Tree Nuts))",
      "allergens": "Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Vegetarian"
    }
  ]
}