{
  "grabngo": [
    {
      "name": "Almond Poppy Seed Muffin Top",
      "serving_size": "1 EACH",
      "calories": "265",
      "total_fat": "13.9g",
      "total_carbohydrates": "31.5g",
      "cholesterol": "53.8mg",
      "sodium": "181.8mg",
      "sugar": "17.2g",
      "fiber": "0.7g",
      "protein": "3.4g",
      "ingredients": "Almond Poppy Muffin (Ultra Moist Muffin Mix (Sugar, Bleached Wheat Flour, Modified Food Starch, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate, Monocalcium Phosphate), Dairy Whey (Milk), Soy Flour, Salt, Wheat Gluten, Emulsifiers (Sodium Stearoyl Lactylate, Propylene Glycol Monoesters, Monoglycerides), Natural and Artificial Flavor), Fresh Cage Free Eggs, Canola Oil, Water, Almond Extract, Whole Poppy Seeds)",
      "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn",
      "diet": "Halal, Local, Sustainable, Vegetarian"
    },
    {
      "name": "BRK Brkfst Sausage Sandwich",
      "serving_size": "1 EACH",
      "calories": "415",
      "total_fat": "26.3g",
      "total_carbohydrates": "23.7g",
      "cholesterol": "193.8mg",
      "sodium": "779.2mg",
      "sugar": "1.7g",
      "fiber": "1g",
      "protein": "17.6g",
      "ingredients": "English Muffins (Enriched Wheat Flour (Wheat Flour, Thiamine Mononitrate, Niacin, Reduced Iron, Riboflavin, Folic Acid, Malted Barley Flour),Water, Yeast, Contains 2% or less of: Sugar, Soybean Oil, Salt, Fumaric Acid Calcium Propionate, Baking Soda, Calcium Sulfate, Ammonium Sulfate, Monocalcium Phosphate, Yellow Corn Meal, Potassium Sorbate. This Product was Manufactured in a Facility that Processes Eggs, Soy, Wheat, Gluten and other Grains and Seeds. Product May Contain Trace Amounts of These Items), Sausage Patty (Pork, Water, Contains 2% Or Less Of Salt, Spices, Dextrose, Sugar, Yeast Extract, Lime Flavor (Corn Syrup Solids, Lime Juice Solids, Natural Flavor), Flavoring, Bht, Tbhq, Citric Acid, Lactic Acid), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Sustainable, , CR4"
    },
    {
      "name": "Breakfast Sandwich",
      "serving_size": "1 EACH",
      "calories": "235",
      "total_fat": "9.3g",
      "total_carbohydrates": "23.7g",
      "cholesterol": "163.8mg",
      "sodium": "569.2mg",
      "sugar": "1.7g",
      "fiber": "1g",
      "protein": "11.6g",
      "ingredients": "English Muffins (Enriched Wheat Flour (Wheat Flour, Thiamine Mononitrate, Niacin, Reduced Iron, Riboflavin, Folic Acid, Malted Barley Flour),Water, Yeast, Contains 2% or less of: Sugar, Soybean Oil, Salt, Fumaric Acid Calcium Propionate, Baking Soda, Calcium Sulfate, Ammonium Sulfate, Monocalcium Phosphate, Yellow Corn Meal, Potassium Sorbate. This Product was Manufactured in a Facility that Processes Eggs, Soy, Wheat, Gluten and other Grains and Seeds. Product May Contain Trace Amounts of These Items), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR3"
    },
    {
      "name": "Chocolate Chip Scones",
      "serving_size": "1 EACH",
      "calories": "300",
      "total_fat": "15g",
      "total_carbohydrates": "39g",
      "cholesterol": "15mg",
      "sodium": "290mg",
      "sugar": "16g",
      "fiber": "1g",
      "protein": "4g",
      "ingredients": "Chocolate Chip Scones   (Enriched Unbleached Wheat Flour (Wheat Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Margarine (Soybean And Palm Oils, Water, Salt, Mono and Diglycerides, Soy Lecithin, Sodium Benzoate, Beta Carotene, Vitamin A Palmitate), Sugar, Semisweet Chocolate (Sugar, Chocolate Liquor, Cocoa Butter, Soy Lecithin, Natural Flavor, May Contain Milk Products), Water, Contains Less Than 2% of: Egg Yolks, Leavening (Sodium Acid Pyrophosphate, Baking Soda, Monocalcium Phosphate), Artificial Flavor, Salt May Contain Peanuts and Tree Nuts)",
      "allergens": "Milk, Eggs, Tree Nuts, Peanuts, Gluten, Soy, Corn  , Wheat",
      "diet": "Vegetarian"
    },
    {
      "name": "GF Bacon Breakfast Bagel Sandwich",
      "serving_size": "1 each",
      "calories": "329",
      "total_fat": "19.5g",
      "total_carbohydrates": "20.2g",
      "cholesterol": "192.2mg",
      "sodium": "934.8mg",
      "sugar": "3.7g",
      "fiber": "2g",
      "protein": "16.7g",
      "ingredients": "Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), GF Original Thin Bagel  (Water, Potato Starch, Soya Flour, Tapioca Starch, Brown Rice Flour, Chickpea Flour, Glycerine, Cellulose, Sunflower Oil, Yeast, Rice Syrup, Grape Juice, Potato Fiber, Natural Flavor, Sea Salt, Xanthan Gum, Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin)",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Local, Sustainable, Whole Grain, , CR2"
    },
    {
      "name": "GF Breakfast Bagel Sandwich",
      "serving_size": "1 EACH",
      "calories": "215",
      "total_fat": "9.6g",
      "total_carbohydrates": "20.2g",
      "cholesterol": "163.8mg",
      "sodium": "509.2mg",
      "sugar": "3.7g",
      "fiber": "2g",
      "protein": "9.6g",
      "ingredients": "Cage Free Eggs, GF Original Thin Bagel  (Water, Potato Starch, Soya Flour, Tapioca Starch, Brown Rice Flour, Chickpea Flour, Glycerine, Cellulose, Sunflower Oil, Yeast, Rice Syrup, Grape Juice, Potato Fiber, Natural Flavor, Sea Salt, Xanthan Gum, Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate), GF Original Thin Bagel  (Water, Potato Starch, Soya Flour, Tapioca Starch, Brown Rice Flour, Chickpea Flour, Glycerine, Cellulose, Sunflower Oil, Yeast, Rice Syrup, Grape Juice, Potato Fiber, Natural Flavor, Sea Salt, Xanthan Gum, Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Halal, Local, Sustainable, Vegetarian, Whole Grain, , CR2"
    },
    {
      "name": "Hot Oatmeal",
      "serving_size": "4 OZL",
      "calories": "34",
      "total_fat": "0.6g",
      "total_carbohydrates": "6.1g",
      "cholesterol": "0mg",
      "sodium": "0.5mg",
      "sugar": "0.1g",
      "fiber": "0.9g",
      "protein": "1.2g",
      "ingredients": "Water, Quick Oats Cereal (100% Whole Grain Rolled Oats)",
      "allergens": "Gluten",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "O'Brien Potatoes",
      "serving_size": "3 OZ",
      "calories": "72",
      "total_fat": "2.2g",
      "total_carbohydrates": "12g",
      "cholesterol": "0mg",
      "sodium": "14.5mg",
      "sugar": "1.2g",
      "fiber": "0.2g",
      "protein": "1.5g",
      "ingredients": "Diced Red Potatoes, Fresh Green Peppers, Canola Oil, Local Yellow Onions, Paprika    (Paprika and Silicon Dioxide), Ground Black Pepper, Kosher Salt",
      "allergens": "",
      "diet": "Halal, Local, Plant Based, , CR1"
    },
    {
      "name": "Scrambled Eggs",
      "serving_size": "3 OZ",
      "calories": "110",
      "total_fat": "7.6g",
      "total_carbohydrates": "0g",
      "cholesterol": "293.6mg",
      "sodium": "129.2mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "10.6g",
      "ingredients": "Cage Free Eggs, Canola Oil",
      "allergens": "Eggs",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR2"
    },
    {
      "name": "Smoked Bacon Slices",
      "serving_size": "1 oz",
      "calories": "53",
      "total_fat": "4.6g",
      "total_carbohydrates": "0g",
      "cholesterol": "13.2mg",
      "sodium": "197.7mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "3.3g",
      "ingredients": "Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring)",
      "allergens": "",
      "diet": ", CR5"
    },
    {
      "name": "Strawberry Yogurt Parfait",
      "serving_size": "1 each",
      "calories": "280",
      "total_fat": "4.7g",
      "total_carbohydrates": "52.8g",
      "cholesterol": "5mg",
      "sodium": "130.3mg",
      "sugar": "26.9g",
      "fiber": "0.6g",
      "protein": "7.3g",
      "ingredients": "Lowfat Vanilla Yogurt (DANNON: Cultured Grade A Reduced Fat Milk, Cane Sugar, Natural Flavors, Pectin, Contains Active Yogurt Cultures: S. Thermophilus, L. Bulgaricus & L.Acidophilus SUB (Yoplait): Cultured Grade A Low Fat Milk, Sugar, Modified Corn Starch. Contains less than 1% of: Corn Starch, Potassium Sorbate added to Maintain Freshness, Natural Flavor, Vitamin A Acetate, Vitamin D3. STONYFIELDS: Cultured Pasteurized Organic Low Fat Milk, Organic Cane Sugar, Organic Natural Vanilla Flavor, Pectin, Lactase Enzyme, Vitamin D3;  OIKOS: Cultured Grade A Non Fat Milk, Water, Cane Sugar, Food Starch, Contains less than 1% of Natural Flavors, Vegetable Juice (For Color), Lemon Juice Concentrate, Carob Bean Gum, Vitamin D3 Contains Active Yogurt Cultures: S. Thermophilus & L. Bulgaricus. DANNON: Cultured Grade A Nonfat Milk, Food Starch. Contains Active Yogurt Cultures Including L. Acidophilus), NATURE VALLEY Fruit Granola (Whole Grain Oats, Sugar, Raisins, Crisp Rice (Rice Flour, Barley Malt Extract, Salt), Canola Oil, Cranberries, Rice Flour, Molasses, Honey, Salt, Baking Soda, Sunflower Oil, Natural Flavor, Vitamin E. SUB (Grandyoat): Organic Oats, Organic Honey, Organic High Oleic Sunflower Oil, Sea Salt, Organic Vanilla Extract (Water, Organic Alcohol, Organic Vanilla Bean Extractives)), Fresh Strawberries",
      "allergens": "Milk, Gluten, Soy, Corn  , Wheat",
      "diet": "CR2"
    },
    {
      "name": "Black Beans",
      "serving_size": "3 OZ",
      "calories": "80",
      "total_fat": "1.7g",
      "total_carbohydrates": "12.8g",
      "cholesterol": "0mg",
      "sodium": "217.7mg",
      "sugar": "0.7g",
      "fiber": "2.6g",
      "protein": "3.6g",
      "ingredients": "Low Sodium Black Turtle Beans (BUSHS: Prepared Black Beans, Water, Salt, Calcium Chloride. SUB (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Local Yellow Onions, Garlic Cloves, Canola Oil, Gluten Free Vegetable Broth (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Vegetable Oil (Corn and/or Canola Oil), 2% or Less of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate SUB (Gold Label): Sauteed Pureed Carrots, Celery, and Onions (with Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch -Modified, Carrot Powder, Turmeric, Spice Extractives, Citric Acid), Fresh Cilantro",
      "allergens": "Corn",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Corn w/Red Peppers",
      "serving_size": "3 oz",
      "calories": "75",
      "total_fat": "2.3g",
      "total_carbohydrates": "13.8g",
      "cholesterol": "0mg",
      "sodium": "36.2mg",
      "sugar": "4.9g",
      "fiber": "1.6g",
      "protein": "2.4g",
      "ingredients": "Corn Kernels (Corn), Fresh Red Peppers, Lemon Juice (Lemons), Canola Oil, Kosher Salt, Ground Black Pepper",
      "allergens": "Corn",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Double Chocolate Chip Cookies",
      "serving_size": "2 EACH",
      "calories": "360",
      "total_fat": "18g",
      "total_carbohydrates": "52g",
      "cholesterol": "30mg",
      "sodium": "220mg",
      "sugar": "32g",
      "fiber": "2g",
      "protein": "4g",
      "ingredients": "David's Double Chocolate Cookie (Chocolate Chips (Sugar, Chocolate Liquor, Cocoa Butter, Soy Lecithin, Vanilla, Salt), Brown Sugar, Enriched Wheat Flour (Wheat, Barley, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Sugar, Margarine (Vegetable Oil Blend [Palm Fruit, Soybean and Olive Oils], Water, Salt, Non-fat Dry Milk, Soy Lecithin, Monoglycerides, Natural Flavor, Vitamin A, Palmitate, Beta Carotene Color), Butter, Eggs, Cocoa Processed with Alkali, Invert Sugar, Molasses, Salt, Baking Soda, Natural Vanilla Flavor)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Vegetarian, , CR4"
    },
    {
      "name": "French Fries",
      "serving_size": "3 OZ",
      "calories": "193",
      "total_fat": "13.2g",
      "total_carbohydrates": "17.7g",
      "cholesterol": "0mg",
      "sodium": "470.4mg",
      "sugar": "0g",
      "fiber": "1.8g",
      "protein": "1.8g",
      "ingredients": "ROMA French Fries (Potatoes, Vegetable Oil (Contains one of more of the following: Canola Oil, Soybean Oil, Palm Oil, Hydrogenates Cottonseed Oil), Modified Potato Starch, Corn Starch, Tapioca Dextrin, Potato Dextrin, Salt, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Monocalcium Phosphate), Dextrose, Xanthan Gum, Disodium Dihydrogen Pyrophosphate), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Kosher Salt",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Vegetarian, , CR1"
    },
    {
      "name": "Fudge Drop Brownie",
      "serving_size": "1 each",
      "calories": "265",
      "total_fat": "11.7g",
      "total_carbohydrates": "38.1g",
      "cholesterol": "15.9mg",
      "sodium": "152.7mg",
      "sugar": "26.2g",
      "fiber": "1.2g",
      "protein": "2.1g",
      "ingredients": "Fudge Drop Brownie (GHIRARDELLI Fudge Brownie Mix (GHIRARDELLI:  Sugar, Enriched Bleached Flour [Wheat Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid], Bittersweet Chocolate Chips [Unsweetened Cocoa, Sugar, Cocoa Butter, Milk Fat, Soy Lecithin, Vanilla Extract (Corn)], Cocoa processed with Alkali, Soybean Oil, Wheat Starch, Salt, Artificial Flavor, Baking Soda, May contain Egg, Made on Equipment that makes products containing Wheat, Milk, Eggs and Soy;  ABEL & SCHAFER:  Sugar, Brown Sugar, Wheat Flour, Cocoa [Processed with Alkali], Salt), Water, Chocolate Chips (Sugar, Chocolate Liquor [Non-Alcohol], Cocoa Butter, Milk Fat, Soy Lecithin and Vanilla Flavor [Corn]), Canola Oil (Canola Oil), Fresh Cage Free Eggs, Pan Grease (Cake Flour (Enriched Flour Bleached (Wheat Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid)), Canola Oil (Canola Oil), CRISCO Shortening (Soybean Oil, Fully Hydrogenated Palm Oil, Mono and Diglycerides [Corn], TBHQ and Citric Acid  [Antioxidants])), Cinnamon, Ground Cayenne Pepper)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Sustainable, Vegetarian"
    },
    {
      "name": "Pork Carnitas",
      "serving_size": "2 OZ",
      "calories": "80",
      "total_fat": "4.2g",
      "total_carbohydrates": "0.1g",
      "cholesterol": "38.1mg",
      "sodium": "390.7mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "10.2g",
      "ingredients": "HORMEL Pork Carnitas    (Pork, Caramel Color, Water, Salt, Orange Juice Concentrate, Sodium Phosphates, Rubbed With Flavoring, Caramel Color, Paprika), Sofrito Paste (SUPHERB: Onions, Tomatoes, Canola/Olive Oil Blend, Bell Peppers, Garlic, Cilantro, Jalapenos, Salt, Citric Acid and Black Pepper)",
      "allergens": "Corn",
      "diet": "CR5"
    },
    {
      "name": "Spicy Deluxe Fried Chicken Sandwich",
      "serving_size": "1 each",
      "calories": "550",
      "total_fat": "30.1g",
      "total_carbohydrates": "41.1g",
      "cholesterol": "67.9mg",
      "sodium": "1096.3mg",
      "sugar": "5.6g",
      "fiber": "2.4g",
      "protein": "30.7g",
      "ingredients": "Chicken Breast Breaded  (Boneless, Skinless Chicken Breast with Rib Meat, Water, Seasoning [Maltodextrin, Salt, Sugar, Flavors, Vegetable Stock (Carrot, Onion, Celery), Carrot Powder, Garlic Powder], Sodium Phosphates, Salt, Modified Food Starch. Breaded With: Wheat Flour, Water, Salt, Dextrose, Disodium Inosinate and Disodium Guanylate, Extractives of Paprika and Turmeric, Garlic Powder, Leavening (Sodium Bicarbonate, Sodium Acid Pyrophosphate, Sodium Aluminum Phosphate, Monocalcium Phosphate), Leavening (Sodium Bicarbonate, Sodium Aluminum Phosphate, Monocalcium Phosphate), Onion Powder, Spices, Wheat Gluten), Potato Sandwich Roll (Unbleached Enriched Wheat Flour (Flour, Ferrous Sulfate, Niacin, Thiamin, Riboflavin, Folic Acid), Nonfat Milk, Reconstituted Potatoes (From Potato Flour), Yeast, Sugar, Cane Sugar Syrup, Wheat Gluten, Sunflower Oil, Contains 2% or less of: Salt, Butter, Dough Conditioners (Sodium Stearoyl Lactylate, Monoglycerides And Diglycerides), Monocalcium Phosphate, Cultured Wheat Flour, Calcium Propionate, Guar Gum, Ascorbic Acid, DATEM, Calcium Sulfate, Enzymes, Turmeric Color, Annatto Color, Sesame Seeds), Pepper Jack Cheese (Pasteurized Milk, Jalapeno Peppers, Cheese Culture, Salt, Enzymes), Local Dill Pickles Spears (Fresh Cucumbers, Water, Distilled White Vinegar, Salt, Sodium Benzoate, Garlic Extract, Gum Acacia, Calcium Chloride, Natural Flavoring, Polysorbate 80, FD&C Yellow #5), Local Tomatoes, Green Leaf Lettuce, Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Texas Pete Hot Sauce (Vinegar, Aged Peppers (Peppers, Salt, Vinegar), Water, Xanthan Gum and Benzoate of Soda)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Local, Sustainable, , CR3"
    },
    {
      "name": "Tri Colored Tortrilla Strips",
      "serving_size": "1 oz",
      "calories": "142",
      "total_fat": "8.1g",
      "total_carbohydrates": "0g",
      "cholesterol": "0mg",
      "sodium": "60.8mg",
      "sugar": "0g",
      "fiber": "",
      "protein": "0g",
      "ingredients": "Tri Colored Tortilla Strips (Corn Masa Flour, Sunflower, Safflower and/or  Canola, Salt, Red 40, Blue 1, Blue 2)",
      "allergens": "",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Yellow Rice",
      "serving_size": "3 oz",
      "calories": "111",
      "total_fat": "2.7g",
      "total_carbohydrates": "18.5g",
      "cholesterol": "0mg",
      "sodium": "180.1mg",
      "sugar": "0.3g",
      "fiber": "0.7g",
      "protein": "1.7g",
      "ingredients": "Greek Bella Rice (AGRINO: 100% Greek Long Grain Parboiled Rice.  SUB (WEST CRK): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, And Folic Acid SUB (ASIANPRD):Californian Milled Medium Grain Calrose Rice), Local Yellow Onions, Canola Oil, Garlic Cloves, Fresh Red Peppers, Gluten Free Vegetable Broth (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Vegetable Oil (Corn and/or Canola Oil), 2% or Less of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate SUB (Gold Label): Sauteed Pureed Carrots, Celery, and Onions (with Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch -Modified, Carrot Powder, Turmeric, Spice Extractives, Citric Acid), Fresh Cilantro, Sazon Seasoning (Monosodium Glutamate, Salt, Dehydrated Garlic, Cumin, Yellow 5, Tricalcium Phosphate, Annatto, Mexican Saffron, Turmeric, Red 40), Kosher Salt",
      "allergens": "Corn",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Buffalo Chicken Wrap",
      "serving_size": "1 each",
      "calories": "364",
      "total_fat": "12.5g",
      "total_carbohydrates": "38.1g",
      "cholesterol": "53.3mg",
      "sodium": "924.4mg",
      "sugar": "0.1g",
      "fiber": "0.2g",
      "protein": "21.4g",
      "ingredients": "Chicken Buffalo Wrap (Tomato Wrap (Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Water, Sunflower Oil, Contains Less Than 2% of Each Of The Following: Cultured Wheat Flour, Wheat Gluten, Soy Lecithin, Tomato Powder, Tomato Granules, Guar Gum, Oat Fiber, Potassium Chloride, Yeast, Salt, Citric Acid (Preservative), Sodium Acid Pyrophosphate, Baking Soda, Corn Starch, Monocalcium Phosphate, Vinegar, Natural Flavor, Magnesium Carbonate. SUB A (WRPYTOR): Unbleached, Unbromated, Enriched Wheat Flour (Wheat Flour, Niacin (Vitamin B3), Reduced Iron, Thiamine Mononitrate(Vitamin B1), Riboflavin (Vitamin B2), Folic Acid (Vitamin B9), Malted Barley Flour), Water, Soybean Oil and/or Canola Oil,Contains 2% or less: Mono and Diglycerides, Tomato Granules, Tomato Powder, Guar Gum, Calcium Propionate (as Preservative), Sea Salt, Leavenings (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Corn Starch, Monocalcium Phosphate), Fumaric Acid, Sodium Bicarbonate, Potassium Sorbate (as Preservative), Dough Conditioner (Sodium Metabisulfite, Microcrystalline Cellulose, Dicalcium Phosphate)), Antibiotic Free Chicken Topping (Boneless Skinless Chicken Breast*, Water, Rice Starch, Yeast Extract, Sea Salt, Sugar, Natural Flavors, Spices, Citrus Extract), Monterey Jack/Cheddar Cheese (Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto [Color]), Monterey Jack Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes), Potato Starch and Powdered Cellulose Added to Prevent Caking), Lettuce, FRANK'S Buffalo Sandwich Sauce (Distilled Vinegar, Aged Cayenne Red Peppers, Salt, Water, Modified Corn Starch, Canola Oil, Paprika, Xanthan Gum, Carrot Fiber, Garlic Powder & Natural Flavor))",
      "allergens": "Milk, Gluten, Soy, Corn  , Wheat",
      "diet": "Antibiotic Free"
    },
    {
      "name": "Chicken Caesar Salad",
      "serving_size": "1 each",
      "calories": "107",
      "total_fat": "2.4g",
      "total_carbohydrates": "5.3g",
      "cholesterol": "51.2mg",
      "sodium": "314.4mg",
      "sugar": "1g",
      "fiber": "0g",
      "protein": "15.3g",
      "ingredients": "Chicken Caesar Salad (Fresh Romaine Lettuce, Antibiotic Free Chicken Topping (Boneless Skinless Chicken Breast*, Water, Rice Starch, Yeast Extract, Sea Salt, Sugar, Natural Flavors, Spices, Citrus Extract), Garlic Cheese Croutons (Enriched Flour (Wheat Flour, Malted Barley Flour [may contain corn], Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Canola Oil and/or Sunflower Oil (with Rosemary Extract and Absorbic Acid (To Preserve Freshness)), Whey,  Salt, Yeast, 2% or  Dehydrated Parsley, Garlic Powder, Natural and Artificial Flavor, Parmesan Cheese and Enzyme Modified Cheese (Pasteurized Milk, Cheese Cultures, Salt, Enzymes), Cultured Nonfat Milk, Annatto (Color), Extractives of Turmeric and Paprika, Enzymes, Ascorbic Acid SUB (Fresh GRM): Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Canola and/or Sunflower Oil (with Rosemary Extract And Ascorbic Acid [To Preserve Freshness]), Rye Meal, Yeast, 2% Or Less Of Salt, Wheat Gluten, Whole Wheat Flour, Sugar, Rye Flour, Caramel Color, Dill Seeds, Dehydrated Onion, Molasses Powder, Soybean Oil, Brown Sugar, Fumaric Acid, Caraway Seeds, Cultured Wheat Starch, Monoglycerides, Lactic Acid, Malic Acid, Acetic Acid, Citric Acid, Natural And Artificial Garlic Flavor, Enzymes. SUB (MARZETTI): Wheat Flour, Partially hydrogenated Soybean Oil, Dehydrated Garlic, Salt, Yeast, Maltodextrin, Malted Barley Flour, Natural Butter Flavor, Water), Shredded Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (Anti-Caking Agent)))",
      "allergens": "Milk, Gluten, Soy, Corn  , Wheat",
      "diet": "Antibiotic Free, Whole Grain, , CR3"
    },
    {
      "name": "GF Peanut Butter & Strawberry Jam Sandwich",
      "serving_size": "1 EACH",
      "calories": "575",
      "total_fat": "25.1g",
      "total_carbohydrates": "85.1g",
      "cholesterol": "0mg",
      "sodium": "605.7mg",
      "sugar": "35.3g",
      "fiber": "0g",
      "protein": "11.1g",
      "ingredients": "Peanut Butter & Jelly (UDI's Whole Grain Bread Gluten Free (Water, Pea Starch, Modified Tapioca Starch, Rice Starch, Canola Oil [Non-GMO], Brown Rice Flour [Brown Rice Flour, Rice Bran], Sorghum Flour, Tapioca Starch, Sugar Cane Syrup, Egg Whites, Cane Sugar, Flax Seed Meal, Amaranth Flour, Modified Cellulose, Teff Flour, Cultured Brown Rice, Brown Rice, Salt, Yeast, Guar Gum, Xanthan Gum [Corn], Enzymes), Strawberry Jam (Strawberries, Sugar, Fruit Pectin, Citric Acid), Smooth Peanut Butter (PEANUT BUTTER & CO:  Peanuts, Cane Sugar, Palm Oil, Salt;  JIF: Peanuts, Sugar, Peanut Oil, Contains 2% or less of:  Palm Oil, Salt))",
      "allergens": "Eggs, Peanuts, Corn",
      "diet": "Halal, Vegetarian, Whole Grain, , CR3"
    },
    {
      "name": "Gluten Free Turkey Sandwich",
      "serving_size": "1 EACH",
      "calories": "302",
      "total_fat": "8g",
      "total_carbohydrates": "41.4g",
      "cholesterol": "30.1mg",
      "sodium": "744.5mg",
      "sugar": "9.1g",
      "fiber": "0.2g",
      "protein": "17.2g",
      "ingredients": "O'DOUGH'S GF Hamburger Buns (O'DOUGH;  Water, Potato Starch, Tapioca Flour, Soya Flour, Brown Rice Flour, Chickpea Flour, Sunflower Oil, Glycerine, Rice Syrup, Grape Juice, Potato Flour, Natural Flavor, Sea Salt, Organic Cane Sugar, Cellulose, Yeast, Xanthan Gum [Corn], Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate, Toppings:  Sesame Seeds, Poppy Seeds.  Manufactured in a facility that handles egg. SUB A (UDI'S): Water, Tapioca Starch, Brown Rice Flour, Non-GMO Canola Oil, Egg Whites, Resistant Corn Starch, Cane Syrup, Tapioca Maltodextrin, Potato Flour, Dried Cane Syrup, Tapioca Syrup, Yeast, Sugar Cane Fiber, Salt, Gum (Xanthan Gum, Sodium Alginate, Guar Gum), Cultured Corn Syrup Solids And Citric Acid (Natural Mold Inhibitor), Xanthan Gum, Enzymes; PIANTEDOSI: Brown Rice Flour, Tapioca Flour, Millet Flour, Baking Powder [Cornstarch], Sugar, Yeast, Canola Oil, Xanthan Gum, Onion Powder, Garlic Powder, Eggs, Emulsifier, Salt, Sunflower Lecithin), Turkey Breast (THIN & TRIM: Turkey Breast, Turkey Broth, Salt, Dextrose, Sodium Phosphates, Browned in Vegetable Oil. HORMEL: Turkey Breast Meat, Water, Salt, Turbinado Sugar. JUST PERFECT: Turkey Breast, Turkey Broth, Contains Less Than 1.5% of Salt, Sugar, Sodium Phosphate and Dextrose. Coated with Dextrose, Salt, Honey Solids (Refined Syrup, Honey), Paprika, Spices, Onion, Natural Flavors, Extractives of Paprika and Turmeric), Green Leaf Lettuce",
      "allergens": "Eggs, Soy, Corn  , Sesame",
      "diet": "Whole Grain, , CR3"
    },
    {
      "name": "Tossed Salad",
      "serving_size": "1 EACH",
      "calories": "32",
      "total_fat": "0.4g",
      "total_carbohydrates": "6.6g",
      "cholesterol": "0mg",
      "sodium": "9.9mg",
      "sugar": "2.8g",
      "fiber": "0g",
      "protein": "1.8g",
      "ingredients": "Tossed Green Salad  (Romaine Lettuce, Red Onions, Fresh Cucumbers, Grape Tomatoes)",
      "allergens": "",
      "diet": "Plant Based, , CR1"
    },
    {
      "name": "Tuna on White",
      "serving_size": "1 EACH",
      "calories": "340",
      "total_fat": "14.2g",
      "total_carbohydrates": "37.2g",
      "cholesterol": "10.3mg",
      "sodium": "601.7mg",
      "sugar": "2.3g",
      "fiber": "0.5g",
      "protein": "14.1g",
      "ingredients": "Tuna Salad on White  (Tuna Salad (Tuna Fish (WILDPLNT: Albacore Tuna, Sea Salt), Fresh Celery, Mayonnaise (WEST CREEK: Soybean Oil, Water, Corn Syrup, Egg Yolk, Distilled and Cider Vinegar, Salt, Spice, Calcium Disodium EDTA. SUB CAINS: Soybean Oil, Distilled Vinegar, Egg Yolk, High Fructose Corn Syrup, Contains Less Than 2% Of: Salt, Mustard Seed, Mustard Bran, Calcium Disodium, EDTA), Celery Salt (Salt and Celery Seed), White Ground Pepper), FREIHOFFER'S Country White Bread (FREIHOFFER: Enriched Wheat Flour (Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Sugar, Soybean Oil, Yeast, Sea Salt, Monoglycerides [Corn], Calcium Propionate, Salt, Calcium Sulfate, DATEM (May Contain Corn and/or Soy), Soy Lecithin, Reb A [Stevia Leaf Sweetener], Citric Acid, Made in a Bakery that may also use Milk. SUB (BIMBO BAKERY):   Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamin Mononitrate, Riboflavin, Folic Acid], Water, Sugar, Yeast, Soybean Oil, Salt, Calcium Propionate, Monoglycerides [Corn], DATEM, Calcium Sulfate, Soy Lecithin, Citric Acid, Grain Vinegar, Wheat Gluten, Potassium Iodate, Monocalcium Phosphate. SUB (FANTINI): Unbleached Unbromated Enriched Wheat Flour [Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin And Folic Acid], Water, Yeast, Sugar, Contains 2% Or Less Of: Salt, Soybean Oil, Cultured Wheat Flour, Ascorbic Acid, Guar Gum, Enzymes, Vegetable Mono and Diglycerides (Corn). Produced in a Bakery that uses Sesame. ), Romaine Lettuce Leaf (Romaine Lettuce Leaves)",
      "allergens": "Eggs, Fish, Gluten, Soy, Corn  , Wheat",
      "diet": "Halal, , CR4"
    }
  ]
}