{
  "grabngo": [
    {
      "name": "1% Milk",
      "serving_size": "1 EACH",
      "calories": "100",
      "total_fat": "2.3g",
      "total_carbohydrates": "11.8g",
      "cholesterol": "11.9mg",
      "sodium": "104.3mg",
      "sugar": "11.8g",
      "fiber": "0g",
      "protein": "8g",
      "ingredients": "1% Milk (1% Milk)",
      "allergens": "Milk",
      "diet": "Halal, Vegetarian, , CR1"
    },
    {
      "name": "Almond Poppy Seed Muffin Top",
      "serving_size": "1 EACH",
      "calories": "265",
      "total_fat": "13.9g",
      "total_carbohydrates": "31.5g",
      "cholesterol": "53.8mg",
      "sodium": "181.8mg",
      "sugar": "17.2g",
      "fiber": "0.7g",
      "protein": "3.4g",
      "ingredients": "Almond Poppy Muffin (Ultra Moist Muffin Mix (Sugar, Bleached Wheat Flour, Modified Food Starch, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate, Monocalcium Phosphate), Dairy Whey (Milk), Soy Flour, Salt, Wheat Gluten, Emulsifiers (Sodium Stearoyl Lactylate, Propylene Glycol Monoesters, Monoglycerides), Natural and Artificial Flavor), Fresh Cage Free Eggs, Canola Oil, Water, Almond Extract, Whole Poppy Seeds)",
      "allergens": "Milk, Eggs, Tree Nuts, Gluten, Soy, Corn",
      "diet": "Halal, Local, Sustainable, Vegetarian"
    },
    {
      "name": "Bacon Breakfast Sandwich (English Muffin)",
      "serving_size": "1 each",
      "calories": "349",
      "total_fat": "19.2g",
      "total_carbohydrates": "23.7g",
      "cholesterol": "192.2mg",
      "sodium": "994.8mg",
      "sugar": "1.7g",
      "fiber": "1g",
      "protein": "18.7g",
      "ingredients": "English Muffins (Enriched Wheat Flour (Wheat Flour, Thiamine Mononitrate, Niacin, Reduced Iron, Riboflavin, Folic Acid, Malted Barley Flour),Water, Yeast, Contains 2% or less of: Sugar, Soybean Oil, Salt, Fumaric Acid Calcium Propionate, Baking Soda, Calcium Sulfate, Ammonium Sulfate, Monocalcium Phosphate, Yellow Corn Meal, Potassium Sorbate. This Product was Manufactured in a Facility that Processes Eggs, Soy, Wheat, Gluten and other Grains and Seeds. Product May Contain Trace Amounts of These Items), Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Sustainable, , CR3"
    },
    {
      "name": "Chocolate Chip Scones",
      "serving_size": "1 EACH",
      "calories": "300",
      "total_fat": "15g",
      "total_carbohydrates": "39g",
      "cholesterol": "15mg",
      "sodium": "290mg",
      "sugar": "16g",
      "fiber": "1g",
      "protein": "4g",
      "ingredients": "Chocolate Chip Scones   (Enriched Unbleached Wheat Flour (Wheat Flour, Niacin, Iron As Ferrous Sulfate, Thiamine Mononitrate, Enzyme, Riboflavin, Folic Acid), Margarine (Soybean And Palm Oils, Water, Salt, Mono and Diglycerides, Soy Lecithin, Sodium Benzoate, Beta Carotene, Vitamin A Palmitate), Sugar, Semisweet Chocolate (Sugar, Chocolate Liquor, Cocoa Butter, Soy Lecithin, Natural Flavor, May Contain Milk Products), Water, Contains Less Than 2% of: Egg Yolks, Leavening (Sodium Acid Pyrophosphate, Baking Soda, Monocalcium Phosphate), Artificial Flavor, Salt May Contain Peanuts and Tree Nuts)",
      "allergens": "Milk, Eggs, Tree Nuts, Peanuts, Gluten, Soy, Corn  , Wheat",
      "diet": "Vegetarian"
    },
    {
      "name": "GF Bacon Breakfast Bagel Sandwich",
      "serving_size": "1 each",
      "calories": "329",
      "total_fat": "19.5g",
      "total_carbohydrates": "20.2g",
      "cholesterol": "192.2mg",
      "sodium": "934.8mg",
      "sugar": "3.7g",
      "fiber": "2g",
      "protein": "16.7g",
      "ingredients": "Hormel Precook Bacon Slice (Pork, Water, Salt, Sugar, Cultured Celery Powder, Sea Salt, Natural Flavoring), GF Original Thin Bagel  (Water, Potato Starch, Soya Flour, Tapioca Starch, Brown Rice Flour, Chickpea Flour, Glycerine, Cellulose, Sunflower Oil, Yeast, Rice Syrup, Grape Juice, Potato Fiber, Natural Flavor, Sea Salt, Xanthan Gum, Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin)",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Local, Sustainable, Whole Grain, , CR2"
    },
    {
      "name": "GF Breakfast Bagel Sandwich",
      "serving_size": "1 EACH",
      "calories": "215",
      "total_fat": "9.6g",
      "total_carbohydrates": "20.2g",
      "cholesterol": "163.8mg",
      "sodium": "509.2mg",
      "sugar": "3.7g",
      "fiber": "2g",
      "protein": "9.6g",
      "ingredients": "Cage Free Eggs, GF Original Thin Bagel  (Water, Potato Starch, Soya Flour, Tapioca Starch, Brown Rice Flour, Chickpea Flour, Glycerine, Cellulose, Sunflower Oil, Yeast, Rice Syrup, Grape Juice, Potato Fiber, Natural Flavor, Sea Salt, Xanthan Gum, Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate), GF Original Thin Bagel  (Water, Potato Starch, Soya Flour, Tapioca Starch, Brown Rice Flour, Chickpea Flour, Glycerine, Cellulose, Sunflower Oil, Yeast, Rice Syrup, Grape Juice, Potato Fiber, Natural Flavor, Sea Salt, Xanthan Gum, Cultured Rice Flour, Cultured Brown Rice, Brown Rice, White Distilled Vinegar, Sodium Acid Pyrophosphate, Sodium Bicarbonate), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Halal, Local, Sustainable, Vegetarian, Whole Grain, , CR2"
    },
    {
      "name": "Hot Oatmeal",
      "serving_size": "4 OZL",
      "calories": "34",
      "total_fat": "0.6g",
      "total_carbohydrates": "6.1g",
      "cholesterol": "0mg",
      "sodium": "0.5mg",
      "sugar": "0.1g",
      "fiber": "0.9g",
      "protein": "1.2g",
      "ingredients": "Water, Quick Oats Cereal (100% Whole Grain Rolled Oats)",
      "allergens": "Gluten",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Lowfat Chocolate Milk",
      "serving_size": "1 EACH",
      "calories": "172",
      "total_fat": "4.3g",
      "total_carbohydrates": "27.5g",
      "cholesterol": "18.1mg",
      "sodium": "149.7mg",
      "sugar": "21.7g",
      "fiber": "1.6g",
      "protein": "6.8g",
      "ingredients": "Chocolate Milk  (Lowfat Milk, Sugar, Contains less than 1% of: Cocoa (Processed with Alkali), Corn Starch, Cocoa, Salt, Carrageenan, Artificial Flavor, Vitamin A Palmitate, Vitamin D3)",
      "allergens": "Milk, Corn",
      "diet": "Halal, Vegetarian, , CR1"
    },
    {
      "name": "Orange Juice",
      "serving_size": "1 EACH",
      "calories": "120",
      "total_fat": "0g",
      "total_carbohydrates": "29g",
      "cholesterol": "0mg",
      "sodium": "0mg",
      "sugar": "28g",
      "fiber": "0g",
      "protein": "0g",
      "ingredients": "Orange Juice",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Worcester Breakfast Sandwich",
      "serving_size": "1 EACH",
      "calories": "235",
      "total_fat": "9.3g",
      "total_carbohydrates": "23.7g",
      "cholesterol": "163.8mg",
      "sodium": "569.2mg",
      "sugar": "1.7g",
      "fiber": "1g",
      "protein": "11.6g",
      "ingredients": "English Muffins (Enriched Wheat Flour (Wheat Flour, Thiamine Mononitrate, Niacin, Reduced Iron, Riboflavin, Folic Acid, Malted Barley Flour),Water, Yeast, Contains 2% or less of: Sugar, Soybean Oil, Salt, Fumaric Acid Calcium Propionate, Baking Soda, Calcium Sulfate, Ammonium Sulfate, Monocalcium Phosphate, Yellow Corn Meal, Potassium Sorbate. This Product was Manufactured in a Facility that Processes Eggs, Soy, Wheat, Gluten and other Grains and Seeds. Product May Contain Trace Amounts of These Items), Cage Free Eggs, American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Halal, Sustainable, Vegetarian, , CR3"
    },
    {
      "name": "Yogurt Strawberry",
      "serving_size": "2 OZ",
      "calories": "45",
      "total_fat": "0.5g",
      "total_carbohydrates": "7.3g",
      "cholesterol": "3.5mg",
      "sodium": "34.9mg",
      "sugar": "7g",
      "fiber": "0g",
      "protein": "2.4g",
      "ingredients": "STONYFIELD Whole Strawberry Yogurt   (Cultured Pasteurized Organic Low Fat Milk, Organic Sugar, Organic Strawberry Juice from Concentratem Natural Flavor, Organic Natural Vanilla Flavor, Organic Beet Juice Concentrate (For Color), Pectin, Vitamin D. SUB (YOPLAIT): Cultured Grade A Low Fat Milk, Sugar, Modified Corn Starch. Contains less than 1% of: Corn Starch, Natural Flavor, Citric Acid, Vegetable Juice (for color), Potassium Sorbate Added to Maintain Freshness, Vitamin A Acetate, Vitamin D  SUB(YOPLAPAR):Cultured Grade A Low Fat Milk, Sugar, Modified Corn Starch. Contains 1 % or less of: Natural Flavor, Corn Starch, Citric Acid, Vegetable Juice (for color), Potassium Sorbate Added to Maintain Freshness, Vitamin A,Acetate, Vitamin D3)",
      "allergens": "Milk, Corn",
      "diet": "Halal, Vegetarian, , CR3"
    }
  ]
}