{
  "lunch": [
    {
      "name": "Roasted Butternut Squash$",
      "serving_size": "3 oz",
      "calories": "63",
      "total_fat": "3.2g",
      "total_carbohydrates": "9.3g",
      "cholesterol": "0mg",
      "sugar": "1.7g",
      "fiber": "1.7g",
      "protein": "0.8g",
      "ingredients": "Diced Local Butternut Squash, Canola Oil, Kosher Salt, Ground Cumin Seed, Mild Chili Powder (MAGELLAN: Chili Pepper, Spices, Salt, Silicon Dioxide & Garlic), Ground Black Pepper, Ground Coriander, Cinnamon, Paprika    (Paprika and Silicon Dioxide), Ground Ginger (Ginger, Sulfur Dioxide), Ground Allspice, Ground Cayenne Pepper",
      "allergens": "",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Chicken Congee$",
      "serving_size": "3 oz",
      "calories": "51",
      "total_fat": "0.2g",
      "total_carbohydrates": "9.6g",
      "cholesterol": "5.4mg",
      "sugar": "0.3g",
      "fiber": "0.3g",
      "protein": "2.5g",
      "ingredients": "Jasmine Rice (JASMINE RICE: Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid. GREEK BELLA RICE: 100% Greek Long Grain Parboiled Rice. ASIANPRIDE: White Jasmine Rice. CONTIGO:Thai Jasmine), Halal Antibiotic Free Boneless Skinless Chicken Breast   (Boneless, Skinless Chicken Breast; HARVESTLAND: Halal Boneless Skinless Chicken Breasts with Rib Meat), Ginger Root, Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat, Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric, Caramel Color), Granulated Sugar, Kosher Salt",
      "allergens": "Corn",
      "diet": "Antibiotic Free, , CR1"
    },
    {
      "name": "Chinese Twist Cruller$",
      "serving_size": "2 piece",
      "calories": "15",
      "total_fat": "0.7g",
      "total_carbohydrates": "2.1g",
      "cholesterol": "0mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "0.3g",
      "ingredients": "Chinese Twist Cruller   (Wheat Flour, Water, Soybean Oil, Sodium Bicarbonate, Ammonium A;luminumSulfate, Salt, Ammonium Carbonate)",
      "allergens": "Gluten, Soy, Wheat",
      "diet": "Halal, Vegetarian, , CR1"
    },
    {
      "name": "French Toast Sticks$",
      "serving_size": "3 each",
      "calories": "260",
      "total_fat": "8g",
      "total_carbohydrates": "42g",
      "cholesterol": "10mg",
      "sugar": "14g",
      "fiber": "2g",
      "protein": "6g",
      "ingredients": "French Toast Sticks (Whole Wheat Bread (Whole Wheat Flour, Water, Enriched Wheat Flour [Flour, Malted Barley Flour, Reduced Iron, Niacin, Thiamine Mononitrate(Vitamin B1), Riboflavin (Vitamin B2), Folic Acid], Sugar, Wheat Gluten, Yeast. Contains 2% or less of each of the Following: Soybean Oil, Salt,Calcium Propionate [Preservative], Datem, Grain Vinegar, Citric Acid, Soy Lecithin), Water, Whole Wheat Batter (Whole Wheat Flour, Sugar,Enriched Wheat Flour [Wheat Flour, Niacin, Iron, Thiamine, Riboflavin, Folic Acid], Modified Cornstarch. Contains 2% Or Less Of Each Of The Following: Cinnamon, Nutmeg, Egg, Skim Milk, Salt, Soybean Oil, Natural and Artificial Flavor, Leavening [Sodium Bicarbonate], Corn Syrup Solids,Modified Cellulose, Soy Lecithin), Coating (Unbleached Enriched Wheat Flour [Unbleached Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Sugar, Leavening [Monocalcium Phosphate, Sodium Bicarbonate], Salt, Yeast), Soybean Oil, Cinnamon Sugar (Sugar, Cinnamon)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Halal, Vegetarian, Whole Grain, , CR2"
    },
    {
      "name": "Hard Boiled Eggs$",
      "serving_size": "2 EACH",
      "calories": "111",
      "total_fat": "7.7g",
      "total_carbohydrates": "0g",
      "cholesterol": "297.7mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "10.7g",
      "ingredients": "Cage Free Eggs",
      "allergens": "Eggs",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR2"
    },
    {
      "name": "Hot Oatmeal$",
      "serving_size": "4 OZL",
      "calories": "91",
      "total_fat": "1.6g",
      "total_carbohydrates": "16.2g",
      "cholesterol": "0mg",
      "sugar": "0.2g",
      "fiber": "2.4g",
      "protein": "3.2g",
      "ingredients": "Quick Oats Cereal (100% Whole Grain Rolled Oats)",
      "allergens": "Gluten",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Mexican Style Potatoes$",
      "serving_size": "3 oz",
      "calories": "88",
      "total_fat": "3.2g",
      "total_carbohydrates": "12.6g",
      "cholesterol": "5.1mg",
      "sugar": "1.1g",
      "fiber": "0.1g",
      "protein": "2.7g",
      "ingredients": "Diced Red Potatoes, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto, Potato Starch and Powdered Cellulose), Fresh Green Peppers, Local Yellow Onions, Canola Oil, Kosher Salt, Ground Black Pepper",
      "allergens": "Milk",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR1"
    },
    {
      "name": "Omelet Bar$",
      "serving_size": "5 oz",
      "calories": "304",
      "total_fat": "22.7g",
      "total_carbohydrates": "2.7g",
      "cholesterol": "294.6mg",
      "sugar": "1.1g",
      "fiber": "0.2g",
      "protein": "21.2g",
      "ingredients": "Cage Free Eggs, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto, Potato Starch and Powdered Cellulose), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Smoked Ham     (FARMLAND BRAND: Pork, Cured with Water, Dextrose [Corn], Salt, Potassium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythrobate, Sodium Nitrite, Caramel Color;  HORMEL: Cured with Water, Salt, Dextrose [Corn], Sodium Phosphates, Sodium Erythrobate, Sodium Nitrate), Local Yellow Onions, Bacon Topping (Bacon (Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May also contain Smoke Flavoring, Dextrose, Sodium Phosphate, Potassium Chloride, Sodium Diacetate, Flavoring, Honey SUB A (LIUGI): Bacon Cured with Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate, Sodium Nitrite. May contain smoke flavor), Local Fresh Mushrooms   , Fresh Green Peppers, Local Tomatoes, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Local, Sustainable, , CR3"
    },
    {
      "name": "Pork Sausage Links$",
      "serving_size": "2 each",
      "calories": "172",
      "total_fat": "16.2g",
      "total_carbohydrates": "0g",
      "cholesterol": "35.4mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "7.1g",
      "ingredients": "Sausage Links (Pork, Water, Salt, Spices, Dextrose, Sugar, Flavoring, Lime Juice Concentrate)",
      "allergens": "Corn",
      "diet": "CR3"
    },
    {
      "name": "Pulmuone Tofu Scramble$",
      "serving_size": "4 OZ",
      "calories": "131",
      "total_fat": "7.9g",
      "total_carbohydrates": "2.9g",
      "cholesterol": "0mg",
      "sugar": "0.5g",
      "fiber": "2.3g",
      "protein": "13g",
      "ingredients": "Extra Firm Tofu (Pulmuone: Water, Organic Soybeans, Less than 2% of Magnesium Chloride, Calcium Sulfate. SUB WILDWOOD: Water, Organic Soybeans, Less than 2% of Magnesium Chloride, Calcium Sulfate. SUB HOUSEFEDS: Water, Organic Soybeans, Calcium Sulfate, Calcium Chloride. SUB SOYBOY: Filtered Water, Organically-Grown (Non-GMO) Soybeans, Natural Coagulants (Calcium Chloride [Nigari], Calcium Sulphate), Water, Local Tomatoes, Jalapeno Peppers (CONTIGO: Jalapeno Peppers, Water, Vinegar, Calcium Chloride, Salt), Canola Oil, Kosher Salt, Whole Cumin Seed, Ground Turmeric",
      "allergens": "Soy",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Rstd Tomato, Bean & Mushroom Breakfast$",
      "serving_size": "8 OZ",
      "calories": "218",
      "total_fat": "12.9g",
      "total_carbohydrates": "23.2g",
      "cholesterol": "0mg",
      "sugar": "6.5g",
      "fiber": "5g",
      "protein": "5.8g",
      "ingredients": "Fresh Local Mushrooms , BUSH Vegetarian Baked Beans (BUSH: Prepared Navy Beans, Water, Brown Sugar, Salt, Mustard, (Water, Water, Mustard Seed, Salt, Paprika, Turmeric), Modified Corn Starch, Onion Powder, Caramel Color [May Contain Corn], Spices, Garlic Powder, Natural Flavor. SUB A (WEST CREEK): White Beans, Water, High Fructose Corn Syrup, Sugar, Tomato Paste, Salt, Dextrose, Onion Powder, Garlic Powder, Oleoresin Paprika, Natural Flavorings. SUB B (CONTIGO): Black Beans, Water, Salt, Calcium Chloride, Ferrous Gluconate), Plum Tomatoes, Local Yellow Onions, ANGELA MIA Diced Tomatoes   (Vine-Ripened Tomatoes, Tomato Juice, Less than 2% of: Calcium Chloride, Citric Acid. WEST CREEK: Tomatoes, Tomato Juice, Salt, Calcium Chloride, Citric Acid), Canola Oil, Lemon Juice (Lemons), Canola Oil, Canola Oil, Fresh Chives, Ground Black Pepper, Ground Black Pepper, Kosher Salt, Kosher Salt",
      "allergens": "Corn",
      "diet": "Halal, Local, Sustainable, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Scrambled Eggs$",
      "serving_size": "3 OZ",
      "calories": "110",
      "total_fat": "7.6g",
      "total_carbohydrates": "0g",
      "cholesterol": "293.6mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "10.6g",
      "ingredients": "Cage Free Eggs, Canola Oil",
      "allergens": "Eggs",
      "diet": "Halal, Local, Sustainable, Vegetarian, , CR2"
    },
    {
      "name": "Apple Cider Donut Bundt$",
      "serving_size": "1 slice",
      "calories": "203",
      "total_fat": "7.7g",
      "total_carbohydrates": "31.1g",
      "cholesterol": "24.5mg",
      "sugar": "16.8g",
      "fiber": "1.1g",
      "protein": "3.2g",
      "ingredients": "Apple Cider Doughnut Cake (Vegan Sugar (Cane Sugar), Unbleached Flour (Unbleached Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Local Apple Cider (Apples), Canned Applesauce (Apples, High Fructose Corn Syrup, Water, Ascorbic Acid), White Whole Wheat Flour, Extra Virgin Olive Oil, Fresh Cage Free Eggs, Vegan Sugar (Cane Sugar), Local Unsalted Butter (Cream (Milk), Natural Flavoring), Imitation Vanilla Flavouring (CONCORD FOODS: Water, Propylene Glycol, Caramel Color, Artificial Flavor), Baking Powder (Cornstarch, Sodium Bicarbonate, Sodium Aluminum Sufate, Monocalcium Phosphate), Baking Soda (Sodium Bicarbonate), Cinnamon, Cinnamon, Salt, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Gluten, Corn  , Wheat",
      "diet": "Local, Sustainable, Vegetarian, Whole Grain, , CR2"
    },
    {
      "name": "Mini Raspberry Danish$",
      "serving_size": "1 EACH",
      "calories": "121",
      "total_fat": "6g",
      "total_carbohydrates": "15.1g",
      "cholesterol": "20.2mg",
      "sugar": "5g",
      "fiber": "1g",
      "protein": "2g",
      "ingredients": "Mini Raspberry Danish (Unbleached Enriched Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Water, Butter (Cream), Raspberries, Sugar, Egg, Applesauce [Apples, Sugar], Yeast, Modified Corn Starch, Salt, Milk, Wheat Gluten, Ascorbic Acid, Food Enzymes [Xylanase, Amylase)",
      "allergens": "Milk, Eggs, Gluten, Corn  , Wheat",
      "diet": "Halal, Vegetarian, , CR1"
    },
    {
      "name": "Pumpkin Maple Latte Muffin Top$",
      "serving_size": "1 EACH",
      "calories": "229",
      "total_fat": "11.7g",
      "total_carbohydrates": "28.2g",
      "cholesterol": "41.9mg",
      "sugar": "15.6g",
      "fiber": "0.6g",
      "protein": "2.9g",
      "ingredients": "Pumpkin Maple Latte Muffin Top (Ultra Moist Muffin Mix (Sugar, Bleached Wheat Flour, Modified Food Starch, Soybean Oil, Leavening (Baking Soda, Sodium Aluminum Phosphate, Monocalcium Phosphate), Dairy Whey (Milk), Soy Flour, Salt, Wheat Gluten, Emulsifiers (Sodium Stearoyl Lactylate, Propylene Glycol Monoesters, Monoglycerides), Natural and Artificial Flavor), Fresh Cage Free Eggs, Canola Oil, Canned Pumpkin (Pumpkin), Water, Imitation Vanilla Flavouring (CONCORD FOODS: Water, Propylene Glycol, Caramel Color, Artificial Flavor), Espresso Powder (Coffee), Maple Flavoring (Water, Vegetable Glycerine, Grain Alcohol, Cane Sugar, Citric Acid, Natural Maple Flavor), Ground Ginger (Ginger, Sulfur Dioxide), Ground Allspice, Ground Nutmeg)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Local, Sustainable, Vegetarian"
    },
    {
      "name": "Chicken Noodle Soup$",
      "serving_size": "5 oz",
      "calories": "63",
      "total_fat": "1.6g",
      "total_carbohydrates": "7.5g",
      "cholesterol": "15.6mg",
      "sugar": "1.3g",
      "fiber": "0.6g",
      "protein": "4.4g",
      "ingredients": "Chicken Noodle Soup  (Chicken Stock (Water, Chicken Flavor [Chicken Flavor, Sea Salt, Water, Cane Sugar, Onion Powder, Yeast Extract, Vegetable Concentrate (Carrot, Onion, Celery), Turmeric]), Water, Chicken (Chicken, Water, Rice Starch, Salt, Cane Sugar, Cultured Dextrose, Garlic Powder, Onion Powder), Carrots, Onions, Pasta (Durum Wheat, Whole Egg, Egg White), Celery, Contains 2% or less of: Canola Oil, Garlic, Basil, Parsley, Corn Starch, Spice)",
      "allergens": "Eggs, Gluten, Corn  , Wheat",
      "diet": "CR1"
    },
    {
      "name": "Oven Roasted Summer Squash$",
      "serving_size": "3 oz",
      "calories": "20",
      "total_fat": "0.7g",
      "total_carbohydrates": "3.4g",
      "cholesterol": "0mg",
      "sugar": "1.9g",
      "fiber": "1.1g",
      "protein": "0.7g",
      "ingredients": "Fresh Yellow Summer Squash, Canola Oil, Fresh Parsley, Kosher Salt, Ground Black Pepper",
      "allergens": "",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Roasted Butternut Squash$",
      "serving_size": "3 oz",
      "calories": "63",
      "total_fat": "3.2g",
      "total_carbohydrates": "9.3g",
      "cholesterol": "0mg",
      "sugar": "1.7g",
      "fiber": "1.7g",
      "protein": "0.8g",
      "ingredients": "Diced Local Butternut Squash, Canola Oil, Kosher Salt, Ground Cumin Seed, Mild Chili Powder (MAGELLAN: Chili Pepper, Spices, Salt, Silicon Dioxide & Garlic), Ground Black Pepper, Ground Coriander, Cinnamon, Paprika    (Paprika and Silicon Dioxide), Ground Ginger (Ginger, Sulfur Dioxide), Ground Allspice, Ground Cayenne Pepper",
      "allergens": "",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Baked Herbs de Provence Chicken$",
      "serving_size": "1 each",
      "calories": "86",
      "total_fat": "2.9g",
      "total_carbohydrates": "0g",
      "cholesterol": "67.2mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "14g",
      "ingredients": "Antibiotic Free Halal Chicken Thigh  , Herbs de Provence Seasoning  (Rosemary, Marjoram, Thyme, Sage, Anise Seed, Savory & Lavender)",
      "allergens": "",
      "diet": "Antibiotic Free, Halal"
    },
    {
      "name": "Black Bean Burger$",
      "serving_size": "1 each",
      "calories": "160",
      "total_fat": "7g",
      "total_carbohydrates": "20g",
      "cholesterol": "0mg",
      "sugar": "3g",
      "fiber": "4g",
      "protein": "6g",
      "ingredients": "Black Bean Burger (GARDEIN: Water, Cooked Black Beans (Water, Black Beans), Cooked Brown Rice (Water, Brown Rice), Canola Oil, Black Bean Powder, Onions, Corn, Textured Soy Protein Concentrate, Tomato Paste, Bell Peppers, 2% or less of: Potato Starch, Sugar, Methylcellulose, Garlic Powder, Onion Powder, Salt, Spices, Yeast Extract, Chipotle Chili Powder, Citric Acid, Tomato Powder, Natural Flavors, Lactic Acid, Molasses. FRNKLNFR: Brown Rice, Black Beans, Textured Vegetable Protein, Corn, Tomatoes, Red Pepper, Onion,  Filtered Water, Sweet Potato, Tomato Paste, Cumin, Chipotle in Adobo (Chipotle Pepper, Water, Tomato  Paste, Vinegar, Soybean Oil, Salt, Sugar, Onion, Spices), Tamari (Water, Soybeans, Salt), Jalapeno Peppers, Chili Powder, Canola Oil, Granulated Onion, Methylcellulose, Sea Salt, Minced Garlic, Paprika, Lime Juice, Brown Sugar, Coriander, Cayenne Pepper.)",
      "allergens": "Soy, Corn",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Halal Burger Patty$",
      "serving_size": "1 each",
      "calories": "192",
      "total_fat": "13.6g",
      "total_carbohydrates": "0g",
      "cholesterol": "60mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "16.8g",
      "ingredients": "Halal Grass Fed Burger Patty (Ground Beef), Kosher Salt, Ground Black Pepper",
      "allergens": "",
      "diet": "Halal, , CR5"
    },
    {
      "name": "Halal French Fries$",
      "serving_size": "3 OZ",
      "calories": "202",
      "total_fat": "13.6g",
      "total_carbohydrates": "17.7g",
      "cholesterol": "0mg",
      "sugar": "0g",
      "fiber": "1.8g",
      "protein": "1.8g",
      "ingredients": "Cavendish French Fries (CAVENDISH FARM: Potatoes, Vegetable Oil (Soybean Oil and/or Canola Oil), Sodium Acid Pyrophoshate to Promote Color Retention, and Dextrose. SUB (LUIGI) Potatoes, Vegetable Oil (Contains one or more of the following: Soybean Oil, Canola Oil), Dextrose, Disodium Dihydrogen Pyrophosphate (To Promote Color Retention). Contains Wheat), Deep Frying Canola Oil   (Canola Oil;  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Kosher Salt",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Hand Cut Sweet Potato Fries$",
      "serving_size": "3 oz",
      "calories": "189",
      "total_fat": "12.7g",
      "total_carbohydrates": "17.5g",
      "cholesterol": "0mg",
      "sugar": "5.5g",
      "fiber": "2.8g",
      "protein": "0.9g",
      "ingredients": "Sweet Potato French Fries (Sweet Potatoes, Vegetable Oil (Contains One or More of the Following: Canola Oil, Soybean Oil), Modified Potato Starch, Rice Flour, Corn Dextrin, Sea Salt, Spices, Corn Starch, Onion Powder, Paprika, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate), Extractive Of Paprika, Garlic Powder, Xanthum Gum; Sub (ROMA): Sweet Potatoes, Vegetable Oil, Soybean Oil, Canola Oil), Modified Potato Starch, Rice Flour, Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Corn Dextrin, Salt, Sea Salt, Extractive Of Paprika (Color), Xanthan Gum, Disodium Dihydrogen Pyrophosphate), Deep Frying Canola Oil   (Canola Oil, TBHQ and Citric Acid, Dimethylpolysiloxane.  Dairy, egg, soy, sesame, corn and/or wheat products may be fried in this oil), Kosher Salt",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Vegetarian, , CR1"
    },
    {
      "name": "Farro, Tomato, & Chickpea Salad$",
      "serving_size": "2 OZ",
      "calories": "57",
      "total_fat": "2.4g",
      "total_carbohydrates": "7.7g",
      "cholesterol": "0mg",
      "sugar": "1.5g",
      "fiber": "1.6g",
      "protein": "2g",
      "ingredients": "Fresh Cucumbers (Cucumber), Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt), Local Tomatoes, Lemon Juice (Lemons), Spinach, Farro, Extra Virgin Olive Oil, Mint Leaves, Italian Parsley, Sundried Tomatoes (Sundried Tomatoes, Citric Acid, Glucose, Sulphur Dioxide), Garlic Cloves, Kosher Salt, Ground Black Pepper",
      "allergens": "Gluten, Corn  , Wheat",
      "diet": "Halal, Local, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Pickled Winter Moon Root Vetegables$",
      "serving_size": "2 OZ",
      "calories": "15",
      "total_fat": "0.1g",
      "total_carbohydrates": "3.3g",
      "cholesterol": "0mg",
      "sugar": "1.9g",
      "fiber": "0.5g",
      "protein": "0.4g",
      "ingredients": "Jumbo Red Beets, Winter Moon Watermelon Radish, Purple Daikon, Winter Mood Daikon Radish, Carrots, Water, Local Apple Cider Vinegar  , Ginger Root, Garlic Cloves, Kosher Salt, Granulated Sugar, Thai Bird Chilies",
      "allergens": "",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Cheese Pizza$",
      "serving_size": "1 SLICE",
      "calories": "204",
      "total_fat": "5.4g",
      "total_carbohydrates": "29.6g",
      "cholesterol": "14.7mg",
      "sugar": "1g",
      "fiber": "1.3g",
      "protein": "8.3g",
      "ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae, Ascorbic Acid,Sorbitan Monostearate) SUB (ULTIMO):  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of: Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  May contain soy), Shredded Mozzarella Cheese   (Bacio: Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, and Microbial Enzymes), Buffalo Skim Milk, Powdered Cellulose, Natamycin]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI:Tomatoes, Mediterranean Sea Salt ), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [May Contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. Sub (Roma): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (GOLD MEDAL: Semolina (Milled from Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)",
      "allergens": "Milk, Gluten, Soy, Corn  , Wheat",
      "diet": "Halal, Vegetarian, Whole Grain, , CR2"
    },
    {
      "name": "Pepperoni Pizza$",
      "serving_size": "1 SLICE",
      "calories": "217",
      "total_fat": "7g",
      "total_carbohydrates": "29g",
      "cholesterol": "18.8mg",
      "sugar": "0.5g",
      "fiber": "1.2g",
      "protein": "8.9g",
      "ingredients": "Pizza Dough (IT'LL BE DOUGH:  Organic All Purpose Unbleached White Flour (White Flour Milled From Organic Wheat, Unbleached Flour, Malted Barley, Niacin, Iron, Thiamine Mono Nitrate, Riboflavin, Folic Acid), Filtered Water, Organic Whole Wheat Bread Flour, Sea Salt, Sugar, Extra Virgin Olive Oil, Baker's Yeast (Saccharomyces Cerevisiae, Ascorbic Acid,Sorbitan Monostearate) SUB (ULTIMO):  Enriched Flour [Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamine Mononitrate, Riboflavin, Folic Acid, Water, Contains 2% or less of: Yeast, Salt, Sugar, Calcium Sulfate, Ascorbic Acid.  May contain soy), Shredded Mozzarella Cheese   (Bacio: Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, and Microbial Enzymes), Buffalo Skim Milk, Powdered Cellulose, Natamycin]), Pizza Sauce Mutti (FULL RED: Tomatoes, Mediterranean Sea Salt MUTTI:Tomatoes, Mediterranean Sea Salt ), Sliced Pepperoni (Pork, Beef, Salt, Contains 2% or Less of Water, Spice, Seasoning (Cane Sugar, Celery Juice Powder), Seasoning (Extractives of Paprika, Natural Spice Extractives), Lactic Acid Starter Culture), All Purpose Flour (Bleached Wheat Flour, Malted Barley Flour [May Contain Corn], Niacin, Iron, Thiamin Mononitrate, Riboflavin, Folic Acid. Sub (Roma): Bleached Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Semolina Flour (GOLD MEDAL: Semolina (Milled from Durum Wheat), Niacin, Ferrous Sulfate, Thiamin Mononitrate, Riboflavin, Folic Acid SUB A (KING MIDAS): Semolina (Wheat), Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid)",
      "allergens": "Milk, Gluten, Soy, Corn  , Wheat",
      "diet": "Sustainable, Whole Grain, , CR2"
    },
    {
      "name": "Chicken & Vegetable Stir Fry$",
      "serving_size": "4 OZ",
      "calories": "99",
      "total_fat": "4.2g",
      "total_carbohydrates": "7.2g",
      "cholesterol": "29.2mg",
      "sugar": "2.7g",
      "fiber": "1g",
      "protein": "7.7g",
      "ingredients": "Antibiotic Free Halal Chicken Thigh  , Fresh Local Carrots, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate), Sherry Cooking Wine (Sherry Wine, Salt, Potassium Sorbate, Potassium Metabisulfite), Fresh Green Peppers, Bamboo Shoots (Bamboo Shoots, Water, Citric Acid), Local Fresh Mushrooms   , Local Yellow Onions, Fresh Broccoli Florets, Canola Oil, Corn Starch, Garlic Cloves, Granulated Sugar, Ground Black Pepper, Kosher Salt, Chicken Base     (MINOR BRAND:  Chicken and Chicken Broth, Salt, Chicken Fat, Sugar, Corn Starch, Corn Oil, 2% or less of Natural Flavors, Turmeric RIDGECREST: Roasted Chicken and Chicken Broth, Salt, Sugar, Corn Starch, Hydrolyzed Corn Protein, Yeast Extract, Chicken Fat, Modified Food Starch, Disodium Inosinate, Disodium Guanylate, Natural Flavors, Turmeric and Extractive of Turmeric, Caramel Color)",
      "allergens": "Gluten, Soy, Corn  , Wheat",
      "diet": "Local, Sustainable"
    },
    {
      "name": "Egg & Tomato Stir Fry$",
      "serving_size": "4 oz",
      "calories": "99",
      "total_fat": "6.9g",
      "total_carbohydrates": "4.4g",
      "cholesterol": "111.6mg",
      "sugar": "2.2g",
      "fiber": "0.6g",
      "protein": "4.6g",
      "ingredients": "Local Tomatoes, Cage Free Eggs, Scallions, Canola Oil, Catsup (RED GOLD: Tomato Concentrate, Sugar, Distilled Vinegar, Salt, Potassium Chloride, Citric Acid, Onion Powder, Garlic Powder, Spices, Natural Flavors. SUB (HEINZ): Tomato Concentrate From Red Ripe Tomatoes, Distilled Vinegar, High Fructose Corn Syrup, Corn Syrup, Salt Spice, Onion Powder, Natural Flavoring. SUB (SIMPLY HEINZ): Tomato Concentrate Made From Red Ripe Tomatoes, Distilled Vinegar, Sugar, Salt, Onion Powder, Spice, Natural Flavoring), Shaozing Cooking Wine (Glutinous Rice, Water, Wheat, Caramel, Salt), Ginger Root, Water, Granulated Sugar, Corn Starch, Kosher Salt, Sesame Oil",
      "allergens": "Eggs, Gluten, Corn  , Sesame , Wheat",
      "diet": "Local, Sustainable, Vegetarian, , CR1"
    },
    {
      "name": "Jasmine Rice$",
      "serving_size": "3 OZ",
      "calories": "92",
      "total_fat": "0g",
      "total_carbohydrates": "20.7g",
      "cholesterol": "0mg",
      "sugar": "0g",
      "fiber": "0.6g",
      "protein": "1.7g",
      "ingredients": "Jasmine Rice (Jasmine Rice (JASMINE RICE: Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid. GREEK BELLA RICE: 100% Greek Long Grain Parboiled Rice. ASIANPRIDE: White Jasmine Rice. CONTIGO:Thai Jasmine))",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR2"
    },
    {
      "name": "Stir Fry Green Vegetables$",
      "serving_size": "3 oz",
      "calories": "33",
      "total_fat": "1.9g",
      "total_carbohydrates": "3.3g",
      "cholesterol": "0mg",
      "sugar": "1.3g",
      "fiber": "1.4g",
      "protein": "1.9g",
      "ingredients": "Local Chinese Broccoli, Local Baby Bok Choy, Canola Oil, Sesame Oil, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate), Garlic Cloves, Kosher Salt, Granulated Sugar",
      "allergens": "Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Vegetable Fried Rice$",
      "serving_size": "4 OZ",
      "calories": "100",
      "total_fat": "3.1g",
      "total_carbohydrates": "15.4g",
      "cholesterol": "19.7mg",
      "sugar": "1.2g",
      "fiber": "1.1g",
      "protein": "2.9g",
      "ingredients": "Fresh Local Mushrooms , Jasmine Rice (JASMINE RICE: Long Grain Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid. GREEK BELLA RICE: 100% Greek Long Grain Parboiled Rice. ASIANPRIDE: White Jasmine Rice. CONTIGO:Thai Jasmine), Local Cabbage, Fresh Green Peppers, Local Bean Sprouts, Local Yellow Onions, Cage Free Eggs, Fresh Local Carrots, Basmati Rice (Asian Pride: White Long Grain Rice. Sub (West Creek): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, and Folic Acid. Sub (Himalayan): Basmati Rice Sub (Delta): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid), Canola Oil, Light Soy Sauce (LEE KUM KEE: Water, Salt, Soybeans, Sugar, Wheat Flour, Less than 2% of Caramel Color [Corn], Lactic Acid, Sodium Benzoate , Disodium 5' - Inosinate and Disodium 5' - Guanylate. SUB (KIKKOMAN): Water, Soybeans, Wheat, Salt, Lactic Acid, Sodium Benzoate), Kosher Salt, Fresh Parsley, Ground Black Pepper",
      "allergens": "Eggs, Gluten, Soy, Corn  , Wheat",
      "diet": "Halal, Local, Sustainable, Vegetarian, \n, CR2"
    },
    {
      "name": "Bombay Lentils & Spinach$",
      "serving_size": "4 oz",
      "calories": "68",
      "total_fat": "1.1g",
      "total_carbohydrates": "11.3g",
      "cholesterol": "0mg",
      "sugar": "2.3g",
      "fiber": "3.4g",
      "protein": "4.5g",
      "ingredients": "Bombay Lentils & Spinach (Water, Tomatoes, Masoor Dal (Red Lentils), Chana Dal (Bengal Gram Lentils), Spinach, Moong Dal (Yellow Lentils), Cultured Dextrose, Expeller-pressed Canola Oil, Salt, Lemon Juice, Garlic, Ginger, Turmeric, Spices, Red Chilis, Garam Masala (Spice Blend)",
      "allergens": "Corn",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Cauliflower & Potato Curry$",
      "serving_size": "3 OZ",
      "calories": "43",
      "total_fat": "1.7g",
      "total_carbohydrates": "6.8g",
      "cholesterol": "0mg",
      "sugar": "1.7g",
      "fiber": "1.7g",
      "protein": "0.9g",
      "ingredients": "Cauliflower & Potato Curry (Cauliflower, Water, Potatoes, Onion, Tomatoes, Tomato Puree (Tomatoes, Citric Acid),Expeller-Pressed Canola Oil, Ginger, Spices, Cilantro, Salt, Cultured Dextrose, Garlic, Turmeric,Garam Masala (Spice Blend), Paprika, Red Chilis, Fennel, Fenugreek)",
      "allergens": "Corn",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Cumin Basmati Rice$",
      "serving_size": "3 OZ",
      "calories": "141",
      "total_fat": "2.8g",
      "total_carbohydrates": "24.6g",
      "cholesterol": "0mg",
      "sugar": "0g",
      "fiber": "0.1g",
      "protein": "2.1g",
      "ingredients": "Basmati Rice (Asian Pride: White Long Grain Rice. Sub (West Creek): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamin Mononitrate, and Folic Acid. Sub (Himalayan): Basmati Rice Sub (Delta): Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate, and Folic Acid), Local Yellow Onions, Canola Oil, Whole Cumin Seed, Kosher Salt",
      "allergens": "",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR2"
    },
    {
      "name": "Naan$",
      "serving_size": "1/2 EACH",
      "calories": "130",
      "total_fat": "1.7g",
      "total_carbohydrates": "24.9g",
      "cholesterol": "0mg",
      "sugar": "1.1g",
      "fiber": "1.1g",
      "protein": "4g",
      "ingredients": "Naan Bread (Wheat Flour, Water, Milk, Sunflower Oil, Sugar, Salt, Dextrose, Sodium Bicarbonate, Yeast. STONEFR:Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Ascorbic Acid, Thiamine Mononitrate, Riboflavin, Enzyme, Folic Acid), Buttermilk (Skim Milk, Dried Buttermilk, Bacterial Culture), Water, Soybean and/or Canola Oil, Cultured Wheat Flour, Eggs, Sugar, Baking Powder (Sodium Acid Pyrophosphate, Sodium Bicarbonate, Cornstarch, Monocalcium Phosphate), Sea Salt, Ghee (Clarified Butter), Wheat Gluten, Dextrose, Dextrin, Vegetable Fiber, Yeast;  TANDOORI NAAN:  Wheat Flour, Water, MIlk, Vegetable Oil [Palm Oil, Sesame Oil, Sugar, Sunflower Oil, Salt, Baking Powder (Corn Starch, Sodium Bicarbonate, Monocalcium Phosphate), Yeast)",
      "allergens": "Milk, Eggs, Gluten, Soy, Corn  , Sesame , Wheat",
      "diet": "Halal, Vegetarian, , CR1"
    },
    {
      "name": "Saag Paneer$",
      "serving_size": "4 OZ",
      "calories": "102",
      "total_fat": "6.8g",
      "total_carbohydrates": "5.7g",
      "cholesterol": "22.7mg",
      "sugar": "2.3g",
      "fiber": "2.3g",
      "protein": "6.8g",
      "ingredients": "Saag Paneer (Spinach, Water, Paneer Cheese (Pasteurized Whole Milk, Vinegar), Onion, Tomatoes, Tomato Puree (Tomatoes, Citric Acid), Spices, Salt, Cultured Dextrose, Garlic, Ginger, Expeller Pressed Canola Oil, Garam Masala (Spice Blend), Turmeric, Chickpea Flour)",
      "allergens": "Milk, Corn",
      "diet": "Halal, Vegetarian, Whole Grain, , CR1"
    },
    {
      "name": "Baked Ziti$",
      "serving_size": "4 OZ",
      "calories": "168",
      "total_fat": "5.2g",
      "total_carbohydrates": "25.5g",
      "cholesterol": "8.4mg",
      "sugar": "4.4g",
      "fiber": "1.3g",
      "protein": "6.7g",
      "ingredients": "Marinara Sauce (Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt), Ziti (Durum Wheat Semolina, Vitamins. May Contain Soy), Shredded Mozzarella Cheese   (Bacio: Whole Milk Cheese [Low Moisture Mozzarella Cheese (Cultured Pasteurized Milk, Skim Milk, Salt, and Microbial Enzymes), Buffalo Skim Milk, Powdered Cellulose, Natamycin]), Ricotta Cheese (Pasteurized Whole Milk, Vinegar, Salt, and Locust Bean Gum, Xanthan Gum, Guar Gum (stabilizers)), Fresh Parsley",
      "allergens": "Milk, Gluten, Corn  , Wheat",
      "diet": "Halal, Vegetarian, , CR1"
    },
    {
      "name": "Fettuccini Pasta$",
      "serving_size": "4 OZ",
      "calories": "149",
      "total_fat": "0.7g",
      "total_carbohydrates": "31.3g",
      "cholesterol": "0mg",
      "sugar": "1.5g",
      "fiber": "0g",
      "protein": "5.2g",
      "ingredients": "BARILLA Fettuccine (Semolina (Wheat), Durum Wheat Flour, Vitamin B3 (Niacin), Iron (Ferrous Sulfate), Vitamin B1 (Thiamine, Mononitrate), Vitamin B2 (Riboflavin), Folic Acid. Manufactured on equipment with egg SUB A (Assoluti): Semolina (Wheat), Niacin, Iron (Ferrous Sulfate), Thiamin Mononitrate, Riboflavin And Folic Acid), Kosher Salt",
      "allergens": "Gluten, Wheat",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Marinara Sauce$",
      "serving_size": "2 OZL",
      "calories": "31",
      "total_fat": "1.8g",
      "total_carbohydrates": "3.6g",
      "cholesterol": "0mg",
      "sugar": "2.6g",
      "fiber": "1g",
      "protein": "1g",
      "ingredients": "Marinara Sauce (Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt)",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Roasted Cauliflower & Broccoli$",
      "serving_size": "3 OZ",
      "calories": "30",
      "total_fat": "1.7g",
      "total_carbohydrates": "3g",
      "cholesterol": "0mg",
      "sugar": "1.5g",
      "fiber": "1.9g",
      "protein": "1.9g",
      "ingredients": "Fresh Cauliflower Florets, Fresh Broccoli Florets, Canola Oil, Ground Black Pepper, Kosher Salt",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Whole Grain Penne$",
      "serving_size": "4 OZ",
      "calories": "212",
      "total_fat": "1.1g",
      "total_carbohydrates": "31.3g",
      "cholesterol": "0mg",
      "sugar": "1.1g",
      "fiber": "4.5g",
      "protein": "8.9g",
      "ingredients": "Whole Grain Penne Pasta (100% Whole Durum Wheat Semolina. May Contain Soy), Kosher Salt",
      "allergens": "Gluten, Wheat",
      "diet": "Halal, Vegetarian, Whole Grain, , CR1"
    },
    {
      "name": "Cucumber, Feta, Dill & Mint Salad$",
      "serving_size": "3 OZ",
      "calories": "84",
      "total_fat": "6.5g",
      "total_carbohydrates": "2.9g",
      "cholesterol": "0mg",
      "sugar": "1.2g",
      "fiber": "0.7g",
      "protein": "4.1g",
      "ingredients": "Olympus Greek PDO Feta Cheese  (Pasteurized Sheep Milk, Salt, Cultures and Rennet), Fresh Cucumbers (Cucumber), Local Red Onions, Fresh Lemons, Lemon Juice (Lemons), Mint Leaves, Extra Virgin Olive Oil, Fresh Dill, Mint Leaves",
      "allergens": "Milk",
      "diet": "Halal, Vegetarian, , CR3"
    },
    {
      "name": "GF Penne Pasta$",
      "serving_size": "4 OZ",
      "calories": "203",
      "total_fat": "1g",
      "total_carbohydrates": "43.5g",
      "cholesterol": "0mg",
      "sugar": "0g",
      "fiber": "1g",
      "protein": "4.1g",
      "ingredients": "GF Penne Pasta (Brown Rice, Yellow Corn Flour, White Corn Flour, Rice Flour, Tapioca Starch, Quinoa Flour, Mono- and Diglycerides)",
      "allergens": "Corn",
      "diet": "Halal, Plant Based, Whole Grain, , CR1"
    },
    {
      "name": "Grape Tomatoes$",
      "serving_size": "1 OZ",
      "calories": "15",
      "total_fat": "0g",
      "total_carbohydrates": "3g",
      "cholesterol": "0mg",
      "sugar": "2g",
      "fiber": "0g",
      "protein": "0.5g",
      "ingredients": "Grape Tomatoes",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Green Olives$",
      "serving_size": "1 OZ",
      "calories": "45",
      "total_fat": "3g",
      "total_carbohydrates": "3g",
      "cholesterol": "0mg",
      "sugar": "0g",
      "fiber": "0g",
      "protein": "0g",
      "ingredients": "Green Olives (Olives, Water, Pureed Pimento, Salt, Sodium Alginate, Guar Gum, Lactic Acid, Citric Acid, Calcium Chloride ROMA Sub: Olives, Water, Minced Pimentoes, Salt, Lactic Acid)",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Lemon Quinoa w/Craisins & Thyme$",
      "serving_size": "3 OZ",
      "calories": "87",
      "total_fat": "2.3g",
      "total_carbohydrates": "15.2g",
      "cholesterol": "0mg",
      "sugar": "6g",
      "fiber": "1.9g",
      "protein": "1.7g",
      "ingredients": "Tri Color Quinoa (White Quinoa, Red Quinoa, Black Quinoa, Water, Salt), Dried Craisins (Cranberries, Sugar, Sunflower Oil), Local Yellow Onions, Fresh Lemons, Fresh Parsley, Fresh Thyme, Gluten Free Vegetable Broth (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Vegetable Oil (Corn and/or Canola Oil), 2% or Less of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate SUB (Gold Label): Sauteed Pureed Carrots, Celery, and Onions (with Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch -Modified, Carrot Powder, Turmeric, Spice Extractives, Citric Acid), Extra Virgin Olive Oil, Kosher Salt",
      "allergens": "Corn",
      "diet": "Halal, Local, Sustainable, Plant Based, Whole Grain, , CR2"
    },
    {
      "name": "Marinara Sauce$",
      "serving_size": "2 OZL",
      "calories": "31",
      "total_fat": "1.8g",
      "total_carbohydrates": "3.6g",
      "cholesterol": "0mg",
      "sugar": "2.6g",
      "fiber": "1g",
      "protein": "1g",
      "ingredients": "Marinara Sauce (Chopped Tomatoes, Olive Oil, Carrot, Sugar, Onion, Garlic, Basil, Mediterranean Sea Salt)",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Pumpkin Seeds/Pepitas$",
      "serving_size": "1/2 oz",
      "calories": "71",
      "total_fat": "4.3g",
      "total_carbohydrates": "4.3g",
      "cholesterol": "0mg",
      "sugar": "0.9g",
      "fiber": "0.9g",
      "protein": "2.8g",
      "ingredients": "Pumpkin Seeds (Pepitas) (100% Pumpkin Seeds)",
      "allergens": "",
      "diet": "Halal, Plant Based, , CR1"
    },
    {
      "name": "Red & Yellow Pepper Salad$",
      "serving_size": "2 OZ",
      "calories": "61",
      "total_fat": "4.4g",
      "total_carbohydrates": "5.7g",
      "cholesterol": "0mg",
      "sugar": "1.7g",
      "fiber": "1g",
      "protein": "0.8g",
      "ingredients": "Fresh Yellow Peppers, Fresh Red Peppers, Local Yellow Onions, Extra Virgin Olive Oil, Scallions, Fresh Cilantro, Red Wine Vinegar (Red Wine Vinegar), Granulated Sugar, Paprika    (Paprika and Silicon Dioxide), Ground Coriander, Kosher Salt",
      "allergens": "",
      "diet": "Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Roasted Butternut Squash$",
      "serving_size": "3 oz",
      "calories": "63",
      "total_fat": "3.2g",
      "total_carbohydrates": "9.3g",
      "cholesterol": "0mg",
      "sugar": "1.7g",
      "fiber": "1.7g",
      "protein": "0.8g",
      "ingredients": "Diced Local Butternut Squash, Canola Oil, Kosher Salt, Ground Cumin Seed, Mild Chili Powder (MAGELLAN: Chili Pepper, Spices, Salt, Silicon Dioxide & Garlic), Ground Black Pepper, Ground Coriander, Cinnamon, Paprika    (Paprika and Silicon Dioxide), Ground Ginger (Ginger, Sulfur Dioxide), Ground Allspice, Ground Cayenne Pepper",
      "allergens": "",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Sesame Seeds$",
      "serving_size": "1/8 oz",
      "calories": "21",
      "total_fat": "1.9g",
      "total_carbohydrates": "0.3g",
      "cholesterol": "0mg",
      "sugar": "0g",
      "fiber": "0.1g",
      "protein": "0.9g",
      "ingredients": "Hulled Sesame Seeds",
      "allergens": "Sesame",
      "diet": "Halal, Plant Based, , CR5"
    },
    {
      "name": "Spring Mix$",
      "serving_size": "1/2 oz",
      "calories": "2",
      "total_fat": "0g",
      "total_carbohydrates": "0.5g",
      "cholesterol": "0mg",
      "sugar": "0.1g",
      "fiber": "0.1g",
      "protein": "0.2g",
      "ingredients": "LITTLE LEAF Local Spring Mix (Arugula, Green Leaf Lettuce, Multiblend Lettuce, Red Chard, Red Leaf Lettuce)",
      "allergens": "",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Stewed Chickpeas$",
      "serving_size": "3 oz",
      "calories": "108",
      "total_fat": "3.4g",
      "total_carbohydrates": "15.3g",
      "cholesterol": "0mg",
      "sugar": "3.5g",
      "fiber": "3g",
      "protein": "4.7g",
      "ingredients": "Low Sodium Garbanzo Beans / Chickpeas (BUSH'S:  Prepared Chickpeas [Garbanzo], Water, Salt, Calcium Chloride and Disodium EDTA; FURMANOS: Organic Chick Peas, Water, Sea Salt), Water, Tomato Paste (Tomato Paste, Less than 2% of:Salt, Citric Acid. SUB (FURMANOS): Tomato Concentrate (Water, Tomato Paste), Salt, Citric Acid (Naturally Derived), Natural Flavoring), Local Yellow Onions, Fresh Chives, Fresh Parsley, Extra Virgin Olive Oil, Garlic Cloves, Gluten Free Vegetable Broth (Sauteed Vegetable Puree Mix (Carrots, Onions, Celery), Salt, Sugar, Maltodextrin, Vegetable Oil (Corn and/or Canola Oil), 2% or Less of Yeast Extract, Water, Potato Starch, Xanthan Gum, Natural Flavors, Carrot Juice Concentrate SUB (Gold Label): Sauteed Pureed Carrots, Celery, and Onions (with Canola Oil), Salt, Sugar, Hydrolyzed Corn Protein, Onion Powder, Yeast Extract, Food Starch -Modified, Carrot Powder, Turmeric, Spice Extractives, Citric Acid), Paprika    (Paprika and Silicon Dioxide), Kosher Salt, Ground Black Pepper, Ground Thyme",
      "allergens": "Corn",
      "diet": "Halal, Local, Sustainable, Plant Based, , CR1"
    },
    {
      "name": "Tahini Vinaigrette$",
      "serving_size": "1 oz",
      "calories": "129",
      "total_fat": "13.3g",
      "total_carbohydrates": "3.3g",
      "cholesterol": "0mg",
      "sugar": "1.6g",
      "fiber": "0.1g",
      "protein": "0.1g",
      "ingredients": "Lemon Vinaigrette (Extra Virgin Olive Oil, Lemon Juice (Lemons), Canola Oil, Granulated Sugar, Kosher Salt, Grey Poupon Mustard (Distilled White Vinegar, Water, Mustard Seed, Salt, White Wine, Fruit Pectin, Citric Acid, Tartaric Acid, Sugar, Spices), Ground Black Pepper), Sesame Tahini (Sesame Seeds), Water, Fresh Parsley, Garlic Cloves, Kosher Salt",
      "allergens": "Sesame",
      "diet": "Plant Based, , CR1"
    },
    {
      "name": "Omelet Bar$",
      "serving_size": "5 oz",
      "calories": "304",
      "total_fat": "22.7g",
      "total_carbohydrates": "2.7g",
      "cholesterol": "294.6mg",
      "sugar": "1.1g",
      "fiber": "0.2g",
      "protein": "21.2g",
      "ingredients": "Cage Free Eggs, Shredded Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Annatto, Potato Starch and Powdered Cellulose), American Cheese (Milk, Cream, Sodium Citrate, Salt, Cheese Culture, Sorbic Acid, Enzymes, Citric Acid, Soy Lecithin), Smoked Ham     (FARMLAND BRAND: Pork, Cured with Water, Dextrose [Corn], Salt, Potassium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythrobate, Sodium Nitrite, Caramel Color;  HORMEL: Cured with Water, Salt, Dextrose [Corn], Sodium Phosphates, Sodium Erythrobate, Sodium Nitrate), Local Yellow Onions, Bacon Topping (Bacon (Cured With Water, Salt, Sugar, Sodium Erythorbate, Sodium Nitrite. May also contain Smoke Flavoring, Dextrose, Sodium Phosphate, Potassium Chloride, Sodium Diacetate, Flavoring, Honey SUB A (LIUGI): Bacon Cured with Water, Salt, Sugar, Sodium Phosphate, Sodium Erythorbate, Sodium Nitrite. May contain smoke flavor), Local Fresh Mushrooms   , Fresh Green Peppers, Local Tomatoes, Pan Spray (Canola Oil, Caprylic/Capric Triglycerides, Phosphated Mono and Diglycerides [Corn], Silicon Dioxide, Calcium Stearate, Propellant. SUB A (Vegalene): Canola Oil, Canola Lecithin, Mono and Diglycerides, Natural Flavor, and Propellant)",
      "allergens": "Milk, Eggs, Soy, Corn",
      "diet": "Local, Sustainable, , CR3"
    }
  ]
}